[

    "togedemaru",

    777,

    [

        "electric",

        "steel"

    ],

    [

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Doble Ataque",

            "physical",

            "bug",

            25,

            100,

            20,

            "Pincha dos veces con dos espinas. Puede envenenar."

        ],

        [

            "Pin Misil",

            "physical",

            "bug",

            25,

            95,

            20,

            "Lanza finas púas que hieren de dos a cinco veces."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Impactrueno",

            "special",

            "electric",

            40,

            100,

            30,

            "Ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Rayo",

            "special",

            "electric",

            90,

            100,

            15,

            "Potente ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Onda Trueno",

            "special",

            "electric",

            null,

            90,

            20,

            "Una ligera descarga que paraliza al objetivo si lo alcanza."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            null,

            null,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rizo Defensa",

            "special",

            "normal",

            null,

            null,

            40,

            "Se enrosca para ocultar su punto débil. Sube la Defensa."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            null,

            null,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Superdiente",

            "physical",

            "normal",

            null,

            90,

            10,

            "Finos colmillos que reducen a la mitad los PS del objetivo."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Azote",

            "physical",

            "normal",

            null,

            100,

            15,

            "Ataque frenético. Cuantos menos PS tenga el usuario, más daño producirá."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            null,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Rodar",

            "physical",

            "rock",

            30,

            90,

            20,

            "El atacante rueda contra el objetivo durante cinco turnos, cada vez con mayor fuerza."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Chispa",

            "physical",

            "electric",

            65,

            100,

            20,

            "Ataque eléctrico que puede llegar a paralizar."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Presente",

            "physical",

            "normal",

            null,

            90,

            15,

            "Quien lo usa ataca al objetivo dándole un regalo con bomba trampa. Sin embargo, a veces restaura sus PS."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Otra Vez",

            "special",

            "normal",

            null,

            100,

            5,

            "El objetivo repite su último movimiento durante tres turnos."

        ],

        [

            "Cola Férrea",

            "physical",

            "steel",

            100,

            75,

            15,

            "Ataca con una cola férrea y puede bajar la Defensa del objetivo."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Sorpresa",

            "physical",

            "normal",

            40,

            100,

            10,

            "Ataca primero y, además, hace retroceder al objetivo. Solo sirve en el primer turno."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Carga",

            "special",

            "electric",

            null,

            null,

            20,

            "Recarga energía para potenciar el siguiente movimiento de tipo Eléctrico. También sube la Defensa Especial."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Imitación",

            "special",

            "psychic",

            null,

            null,

            10,

            "Imita al objetivo por completo y copia su habilidad. "

        ],

        [

            "Deseo",

            "special",

            "normal",

            null,

            null,

            10,

            "Restaura la mitad de los PS máximos en el siguiente turno."

        ],

        [

            "Esfuerzo",

            "physical",

            "normal",

            null,

            100,

            5,

            "Reduce los PS del objetivo para que igualen a los del atacante."

        ],

        [

            "Cosquillas",

            "special",

            "normal",

            null,

            100,

            20,

            "Hace reír al objetivo para bajar su Ataque y Defensa."

        ],

        [

            "Bote",

            "physical",

            "flying",

            85,

            85,

            5,

            "Primer turno: bota. Segundo turno: golpea. Puede paralizar."

        ],

        [

            "Antojo",

            "physical",

            "normal",

            60,

            100,

            25,

            "Se acerca con ternura al objetivo, pero le ataca y le roba el objeto que lleve."

        ],

        [

            "Onda Voltio",

            "special",

            "electric",

            60,

            null,

            20,

            "Ataque eléctrico muy rápido e ineludible."

        ],

        [

            "Gravedad",

            "special",

            "psychic",

            null,

            null,

            5,

            "La gravedad aumenta durante cinco turnos, lo que impide acciones que impliquen volar o levitar."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            null,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Buena Baza",

            "physical",

            "dark",

            60,

            100,

            10,

            "Si el objetivo ya ha sufrido daño en ese turno, la fuerza del ataque se duplica."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            null,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Última Baza",

            "physical",

            "normal",

            140,

            100,

            5,

            "Este movimiento solo puede utilizarse tras haber usado al menos una vez todos los demás conocidos por el Pokémon."

        ],

        [

            "Levitón",

            "special",

            "electric",

            null,

            null,

            10,

            "Levita gracias a un campo magnético generado por electricidad durante cinco turnos."

        ],

        [

            "Puya Nociva",

            "physical",

            "poison",

            80,

            100,

            20,

            "Pincha al objetivo con un tentáculo o brazo envenenado. Puede llegar a envenenar al objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Chispazo",

            "special",

            "electric",

            80,

            100,

            15,

            "Una deslumbradora onda eléctrica afecta a los Pokémon que hay combatiendo alrededor. Puede paralizar."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            null,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Rayo Carga",

            "special",

            "electric",

            50,

            90,

            10,

            "Lanza un rayo eléctrico contra el objetivo. Puede subir el Ataque Especial de quien lo usa."

        ],

        [

            "Bola Voltio",

            "special",

            "electric",

            null,

            100,

            10,

            "Lanza una bola eléctrica. Cuanto mayor sea la Velocidad del usuario en comparación con la del objetivo, mayor será el daño causado."

        ],

        [

            "Cede Paso",

            "special",

            "normal",

            null,

            null,

            15,

            "Si el usuario es el más rápido, permite al objetivo usar un movimiento justo tras él, adelantándose a Pokémon más rápidos."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Voltiocambio",

            "special",

            "electric",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Avivar",

            "special",

            "normal",

            null,

            null,

            30,

            "Quien lo usa se concentra y potencia su Ataque y su Ataque Especial."

        ],

        [

            "Electrotela",

            "special",

            "electric",

            55,

            95,

            15,

            "Atrapa y ataca a los objetivos con una telaraña eléctrica. También reduce su Velocidad."

        ],

        [

            "Voltio Cruel",

            "physical",

            "electric",

            90,

            100,

            15,

            "Carga eléctrica muy potente que también hiere ligeramente a quien la usa."

        ],

        [

            "Aguijón Letal",

            "physical",

            "bug",

            50,

            100,

            25,

            "Al derrotar al objetivo utilizando este movimiento, aumenta mucho el Ataque del usuario."

        ],

        [

            "Voz Cautivadora",

            "special",

            "fairy",

            40,

            null,

            15,

            "Obnubila a los oponentes con su fascinante voz y les provoca daños emocionales. Siempre acierta al objetivo."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Barrera Espinosa",

            "special",

            "grass",

            null,

            null,

            10,

            "Evita el ataque de su oponente y, al mismo tiempo, le inflige daño si ha entrado en contacto con él."

        ],

        [

            "Onda Anómala",

            "special",

            "electric",

            null,

            100,

            15,

            "Su cuerpo irradia unas raras ondas que, al alcanzar a un oponente, hacen que disminuya mucho su Ataque Especial."

        ],

        [

            "Campo Eléctrico",

            "special",

            "electric",

            null,

            null,

            10,

            "Durante cinco turnos, crea un campo eléctrico en el terreno de combate que impide dormirse a los Pokémon que estén en contacto con el suelo."

        ],

        [

            "Moflete Estático",

            "physical",

            "electric",

            20,

            100,

            20,

            "Quien lo usa frota sus mofletes cargados de electricidad contra el Pokémon objetivo y consigue paralizarlo."

        ],

        [

            "Electropunzada",

            "physical",

            "electric",

            80,

            100,

            10,

            "El usuario se lanza contra el objetivo y le suelta una potente descarga eléctrica que puede hacerlo retroceder."

        ],

        [

            "Metaláser",

            "special",

            "steel",

            140,

            95,

            5,

            "Utiliza el acero de su cuerpo para disparar un potente rayo. También hiere al agresor."

        ],

        [

            "Allanador Férreo",

            "physical",

            "steel",

            130,

            100,

            5,

            "El usuario lanza su ataque y destruye el campo activo en el terreno de combate, y falla si no hay ninguno en ese momento."

        ],

        [

            "Alto Voltaje",

            "special",

            "electric",

            70,

            100,

            20,

            "Ataca con una descarga eléctrica que surge del terreno de combate. La potencia del movimiento se duplica si el rival se ve afectado por un campo eléctrico."

        ]

    ],

    65,

    98,

    63,

    40,

    73,

    96

]