[

    "koffing",

    109,

    [

        "poison"

    ],

    [

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Psicorrayo",

            "special",

            "psychic",

            65,

            100,

            20,

            "Extraño rayo que puede causar confusión."

        ],

        [

            "Rayo",

            "special",

            "electric",

            90,

            100,

            15,

            "Potente ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Furia",

            "physical",

            "normal",

            20,

            100,

            20,

            "Al usarse, aumenta el Ataque del usuario cada vez que es golpeado."

        ],

        [

            "Mimético",

            "special",

            "normal",

            0,

            0,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Chirrido",

            "special",

            "normal",

            0,

            85,

            40,

            "Alarido agudo que reduce mucho la Defensa del objetivo."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Pantalla de Humo",

            "special",

            "normal",

            0,

            100,

            20,

            "Baja la Precisión del objetivo con una nube de humo o tinta."

        ],

        [

            "Niebla",

            "special",

            "ice",

            0,

            0,

            30,

            "Neblina que elimina los cambios de características de todos los Pokémon en combate."

        ],

        [

            "Venganza",

            "physical",

            "normal",

            0,

            0,

            10,

            "Espera dos turnos para atacar con el doble de potencia del daño recibido."

        ],

        [

            "Autodestrucción",

            "physical",

            "normal",

            200,

            100,

            5,

            "El atacante explota y hiere a todos a su alrededor. El usuario se debilita de inmediato."

        ],

        [

            "Polución",

            "special",

            "poison",

            30,

            70,

            20,

            "El objetivo es atacado con gases tóxicos que pueden llegar a envenenar."

        ],

        [

            "Residuos",

            "special",

            "poison",

            65,

            100,

            20,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Gas Venenoso",

            "special",

            "poison",

            0,

            90,

            40,

            "Lanza una nube de gas tóxico a los rivales. Produce envenenamiento."

        ],

        [

            "Destello",

            "special",

            "normal",

            0,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Psicoonda",

            "special",

            "psychic",

            0,

            100,

            15,

            "Ataque con una onda de energía de intensidad variable."

        ],

        [

            "Explosión",

            "physical",

            "normal",

            250,

            100,

            5,

            "El atacante causa una grandísima explosión y hiere a todos a su alrededor. El usuario se debilita de inmediato."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Rencor",

            "special",

            "ghost",

            0,

            100,

            10,

            "Da rienda suelta a su rencor para reducir cuatro PP del último movimiento usado por el objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            0,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Electrocañón",

            "special",

            "electric",

            120,

            50,

            5,

            "Dispara una descarga eléctrica que causa daño y parálisis."

        ],

        [

            "Mismo Destino",

            "special",

            "ghost",

            0,

            0,

            5,

            "Si el usuario se debilita por un ataque rival antes de usar otro movimiento, el Pokémon rival se debilitará también."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Rodar",

            "physical",

            "rock",

            30,

            90,

            20,

            "El atacante rueda contra el objetivo durante cinco turnos, cada vez con mayor fuerza."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Divide Dolor",

            "special",

            "normal",

            0,

            0,

            20,

            "Suma los PS del usuario a los del objetivo y los reparte a partes iguales."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            0,

            0,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Alboroto",

            "special",

            "normal",

            90,

            100,

            10,

            "Ataca de forma alborotada durante tres turnos. Mantiene despiertos a todos."

        ],

        [

            "Reserva",

            "special",

            "normal",

            0,

            0,

            20,

            "Acumula energía y sube la Defensa y la Defensa Especial. Puede utilizarse hasta tres veces."

        ],

        [

            "Escupir",

            "special",

            "normal",

            0,

            100,

            10,

            "Libera de una vez la energía acumulada con Reserva."

        ],

        [

            "Tragar",

            "special",

            "normal",

            0,

            0,

            10,

            "Absorbe la energía acumulada con Reserva y restaura PS."

        ],

        [

            "Tormento",

            "special",

            "dark",

            0,

            100,

            15,

            "Atormenta y enfurece al objetivo, que no puede usar dos veces seguidas el mismo movimiento."

        ],

        [

            "Fuego Fatuo",

            "special",

            "fire",

            0,

            85,

            15,

            "Siniestra llama morada que produce quemaduras."

        ],

        [

            "Legado",

            "special",

            "dark",

            0,

            100,

            10,

            "El usuario se debilita, pero baja mucho tanto el Ataque como el Ataque Especial del objetivo."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Mofa",

            "special",

            "dark",

            0,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Rabia",

            "special",

            "ghost",

            0,

            0,

            5,

            "Si el usuario se debilita al recibir un ataque, todos los PP de este último ataque serán eliminados."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Onda Voltio",

            "special",

            "electric",

            60,

            0,

            20,

            "Ataque eléctrico muy rápido e ineludible."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            0,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            0,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Buena Baza",

            "physical",

            "dark",

            60,

            100,

            10,

            "Si el objetivo ya ha sufrido daño en ese turno, la fuerza del ataque se duplica."

        ],

        [

            "Púas Tóxicas",

            "special",

            "poison",

            0,

            0,

            20,

            "Lanza una trampa de púas tóxicas a los pies del objetivo. El veneno afecta a los Pokémon que entran en combate."

        ],

        [

            "Pulso Umbrío",

            "special",

            "dark",

            80,

            100,

            15,

            "Libera una horrible aura llena de malos pensamientos y puede hacer retroceder al objetivo."

        ],

        [

            "Lanzamugre",

            "physical",

            "poison",

            120,

            80,

            5,

            "Lanza contra el objetivo basura asquerosa. Puede envenenar al objetivo."

        ],

        [

            "Seducción",

            "special",

            "normal",

            0,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Carga Tóxica",

            "special",

            "poison",

            65,

            100,

            10,

            "Ataca cubriendo al objetivo con un líquido venenoso. El daño será doble si este ya está envenenado."

        ],

        [

            "Onda Tóxica",

            "special",

            "poison",

            95,

            100,

            10,

            "Una onda tóxica que daña a los Pokémon de alrededor. Puede envenenar."

        ],

        [

            "Bomba Ácida",

            "special",

            "poison",

            40,

            100,

            20,

            "Ataca con un líquido corrosivo, reduciendo mucho la Defensa Especial del objetivo."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Niebla Clara",

            "special",

            "poison",

            50,

            0,

            15,

            "Ataca al objetivo con una extraña niebla que elimina sus cambios de características."

        ],

        [

            "Calcinación",

            "special",

            "fire",

            60,

            100,

            15,

            "Llamas que golpean a los objetivos adyacentes. Si estos llevan bayas u otros objetos, estos se quemarán y ya no se podrán usar."

        ],

        [

            "Eructo",

            "special",

            "poison",

            120,

            90,

            10,

            "El Pokémon causa daño a su oponente lanzándole un eructo. Para poder utilizar este movimiento tiene que llevar una baya y comérsela."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Trampa Venenosa",

            "special",

            "poison",

            0,

            100,

            20,

            "Impregna a su objetivo con un líquido venenoso que disminuye el Ataque, el At. Esp. y la Velocidad. Solo afecta a Pokémon ya envenenados."

        ],

        [

            "Acoso",

            "special",

            "bug",

            20,

            100,

            20,

            "Hostiga al Pokémon objetivo durante cuatro o cinco turnos e impide que pueda huir mientras tanto."

        ],

        [

            "Gas Corrosivo",

            "special",

            "poison",

            0,

            100,

            40,

            "El usuario libera un gas cáustico que envuelve a todos los que se encuentren alrededor y derrite por completo los objetos que lleven equipados."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ]

    ],

    40,

    65,

    95,

    60,

    45,

    35

]