[

    "squawkabilly",

    931,

    [

        "normal",

        "flying"

    ],

    [

        [

            "Vuelo",

            "physical",

            "flying",

            90,

            95,

            15,

            "Primer turno: vuela. Segundo turno: ataca. Fuera de combate, permite ir a sitios ya conocidos."

        ],

        [

            "Ataque Furia",

            "physical",

            "normal",

            15,

            85,

            20,

            "Cornea al objetivo de dos a cinco veces."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Gruñido",

            "special",

            "normal",

            null,

            100,

            40,

            "Dulce gruñido que reduce el Ataque del contrincante."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Picotazo",

            "physical",

            "flying",

            35,

            100,

            35,

            "Ensarta al objetivo con un cuerno o pico punzante. "

        ],

        [

            "Ataque Rápido",

            "physical",

            "normal",

            40,

            100,

            30,

            "Ataque rápido que permite golpear en primer lugar."

        ],

        [

            "Mimético",

            "special",

            "normal",

            null,

            null,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            null,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            null,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Alboroto",

            "special",

            "normal",

            90,

            100,

            10,

            "Ataca de forma alborotada durante tres turnos. Mantiene despiertos a todos."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Tormento",

            "special",

            "dark",

            null,

            100,

            15,

            "Atormenta y enfurece al objetivo, que no puede usar dos veces seguidas el mismo movimiento."

        ],

        [

            "Camelo",

            "special",

            "dark",

            null,

            100,

            15,

            "Halaga al objetivo y lo confunde, pero también sube su Ataque Especial."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Mofa",

            "special",

            "dark",

            null,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Esfuerzo",

            "physical",

            "normal",

            null,

            100,

            5,

            "Reduce los PS del objetivo para que igualen a los del atacante."

        ],

        [

            "Danza Pluma",

            "special",

            "flying",

            null,

            100,

            15,

            "Envuelve al objetivo con un manto de plumas para reducir mucho su Ataque."

        ],

        [

            "Vozarrón",

            "special",

            "normal",

            90,

            100,

            10,

            "Grito desgarrador que inflige daño al objetivo."

        ],

        [

            "Llanto Falso",

            "special",

            "dark",

            null,

            100,

            20,

            "Lágrimas de cocodrilo que bajan mucho la Defensa Especial del objetivo."

        ],

        [

            "Aire Afilado",

            "special",

            "flying",

            60,

            95,

            25,

            "Viento cortante que azota. Suele ser un golpe crítico."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            null,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Respiro",

            "special",

            "flying",

            null,

            null,

            5,

            "Aterriza sobre la superficie para descansar. Recupera hasta la mitad del total de sus PS."

        ],

        [

            "Viento Afín",

            "special",

            "flying",

            null,

            null,

            15,

            "Crea un fuerte remolino que aumenta la Velocidad de los Pokémon de tu equipo durante cuatro turnos."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Copión",

            "special",

            "normal",

            null,

            null,

            20,

            "Imita el movimiento usado justo antes. El movimiento falla si no se ha usado aún ninguno."

        ],

        [

            "Tajo Aéreo",

            "special",

            "flying",

            75,

            95,

            15,

            "Ataca con una hoja de aire que incluso corta el cielo. También puede hacer retroceder al objetivo."

        ],

        [

            "Pájaro Osado",

            "physical",

            "flying",

            120,

            100,

            15,

            "Pliega sus alas y ataca con un vuelo rasante. El Pokémon que lo usa también resulta seriamente dañado."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Juego Sucio",

            "physical",

            "dark",

            95,

            100,

            15,

            "El usuario emplea la fuerza del objetivo para atacarlo. Cuanto mayor es el Ataque del objetivo, más daño provoca."

        ],

        [

            "Sacrificio",

            "special",

            "fighting",

            null,

            100,

            5,

            "El usuario se sacrifica causándole un daño al objetivo equivalente a sus propios PS perdidos."

        ],

        [

            "Vendaval",

            "special",

            "flying",

            110,

            70,

            10,

            "Golpea al objetivo con un fuerte torbellino que envuelve al rival y puede confundirlo."

        ],

        [

            "Última Palabra",

            "special",

            "dark",

            null,

            100,

            20,

            "El usuario se cambia por otro Pokémon de su equipo, pero antes amedrenta a su oponente y hace que disminuyan su Ataque y Ataque Especial."

        ],

        [

            "Desahogo",

            "physical",

            "dark",

            75,

            100,

            5,

            "Ataca al rival presa de la rabia. Si el usuario ha sufrido una reducción de características en ese turno, la potencia del movimiento se duplica."

        ],

        [

            "Ala Bis",

            "physical",

            "flying",

            40,

            90,

            10,

            "Ataca al adversario golpeándolo dos veces con las alas."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "bug",

            50,

            100,

            20,

            ""

        ]

    ],

    82,

    96,

    51,

    45,

    51,

    92

]