[

    "bellibolt",

    939,

    [

        "electric"

    ],

    [

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Pistola Agua",

            "special",

            "water",

            40,

            100,

            25,

            "Ataca disparando agua con gran potencia."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Impactrueno",

            "special",

            "electric",

            40,

            100,

            30,

            "Ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Rayo",

            "special",

            "electric",

            90,

            100,

            15,

            "Potente ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Onda Trueno",

            "special",

            "electric",

            null,

            90,

            20,

            "Una ligera descarga que paraliza al objetivo si lo alcanza."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            null,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            null,

            null,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            null,

            null,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Azote",

            "physical",

            "normal",

            null,

            100,

            15,

            "Ataque frenético. Cuantos menos PS tenga el usuario, más daño producirá."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Electrocañón",

            "special",

            "electric",

            120,

            50,

            5,

            "Dispara una descarga eléctrica que causa daño y parálisis."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Chispa",

            "physical",

            "electric",

            65,

            100,

            20,

            "Ataque eléctrico que puede llegar a paralizar."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            null,

            null,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Carga",

            "special",

            "electric",

            null,

            null,

            20,

            "Recarga energía para potenciar el siguiente movimiento de tipo Eléctrico. También sube la Defensa Especial."

        ],

        [

            "Relajo",

            "special",

            "normal",

            null,

            null,

            5,

            "El usuario se relaja y restaura la mitad de sus PS máximos."

        ],

        [

            "Vozarrón",

            "special",

            "normal",

            90,

            100,

            10,

            "Grito desgarrador que inflige daño al objetivo."

        ],

        [

            "Meteorobola",

            "special",

            "normal",

            50,

            100,

            10,

            "El tipo y fuerza del ataque varían según el tiempo que haga."

        ],

        [

            "Agua Lodosa",

            "special",

            "water",

            90,

            85,

            10,

            "Ataque con agua lodosa que puede bajar la Precisión del equipo rival."

        ],

        [

            "Disparo Lodo",

            "special",

            "ground",

            55,

            95,

            15,

            "El usuario lanza lodo al objetivo y reduce su Velocidad."

        ],

        [

            "Hidropulso",

            "special",

            "water",

            60,

            100,

            20,

            "Ataca con un potente chorro de agua. Puede confundir al objetivo."

        ],

        [

            "Golpe Bajo",

            "physical",

            "dark",

            70,

            100,

            5,

            "Permite atacar con prioridad. Falla si el objetivo no está preparando ningún ataque."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Chispazo",

            "special",

            "electric",

            80,

            100,

            15,

            "Una deslumbradora onda eléctrica afecta a los Pokémon que hay combatiendo alrededor. Puede paralizar."

        ],

        [

            "Rayo Carga",

            "special",

            "electric",

            50,

            90,

            10,

            "Lanza un rayo eléctrico contra el objetivo. Puede subir el Ataque Especial de quien lo usa."

        ],

        [

            "Bola Voltio",

            "special",

            "electric",

            null,

            100,

            10,

            "Lanza una bola eléctrica. Cuanto mayor sea la Velocidad del usuario en comparación con la del objetivo, mayor será el daño causado."

        ],

        [

            "Bomba Ácida",

            "special",

            "poison",

            40,

            100,

            20,

            "Ataca con un líquido corrosivo, reduciendo mucho la Defensa Especial del objetivo."

        ],

        [

            "Voltiocambio",

            "special",

            "electric",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Electrotela",

            "special",

            "electric",

            55,

            95,

            15,

            "Atrapa y ataca a los objetivos con una telaraña eléctrica. También reduce su Velocidad."

        ],

        [

            "Voltio Cruel",

            "physical",

            "electric",

            90,

            100,

            15,

            "Carga eléctrica muy potente que también hiere ligeramente a quien la usa."

        ],

        [

            "Onda Anómala",

            "special",

            "electric",

            null,

            100,

            15,

            "Su cuerpo irradia unas raras ondas que, al alcanzar a un oponente, hacen que disminuya mucho su Ataque Especial."

        ],

        [

            "Campo Eléctrico",

            "special",

            "electric",

            null,

            null,

            10,

            "Durante cinco turnos, crea un campo eléctrico en el terreno de combate que impide dormirse a los Pokémon que estén en contacto con el suelo."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "special",

            "water",

            50,

            100,

            20,

            ""

        ],

        [

            "Plancha Voltaica",

            "physical",

            "electric",

            100,

            95,

            15,

            ""

        ]

    ],

    109,

    64,

    91,

    103,

    83,

    45

]