[

    "larvesta",

    636,

    [

        "bug",

        "fire"

    ],

    [

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Golpe",

            "physical",

            "normal",

            120,

            100,

            10,

            "Ataca de dos a tres turnos y acaba confundiendo al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Ascuas",

            "special",

            "fire",

            40,

            100,

            25,

            "Ataca con llamas pequeñas que pueden causar quemaduras."

        ],

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Absorber",

            "special",

            "grass",

            20,

            100,

            25,

            "Absorbe la mitad del daño producido en el objetivo para restaurar los PS del usuario."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Disparo Demora",

            "special",

            "bug",

            null,

            95,

            40,

            "Lanza seda a los rivales y reduce mucho su Velocidad."

        ],

        [

            "Giro Fuego",

            "special",

            "fire",

            35,

            85,

            15,

            "Un aro de fuego que atrapa al objetivo de cuatro a cinco turnos."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Chirrido",

            "special",

            "normal",

            null,

            85,

            40,

            "Alarido agudo que reduce mucho la Defensa del objetivo."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Fortaleza",

            "special",

            "normal",

            null,

            null,

            30,

            "Tensa la musculatura del usuario para aumentar la Defensa."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            null,

            null,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Amnesia",

            "special",

            "psychic",

            null,

            null,

            20,

            "El usuario olvida sus preocupaciones y aumenta mucho la Defensa Especial."

        ],

        [

            "Chupavidas",

            "physical",

            "bug",

            80,

            100,

            10,

            "Restaura al usuario la mitad del daño causado al objetivo."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Rueda Fuego",

            "physical",

            "fire",

            60,

            100,

            25,

            "Ataca envuelto en fuego. Puede causar quemaduras."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Profecía",

            "special",

            "normal",

            null,

            null,

            40,

            "Permite atacar con cualquier movimiento a objetivos de tipo Fantasma y golpear a Pokémon evasivos."

        ],

        [

            "Gigadrenado",

            "special",

            "grass",

            75,

            100,

            10,

            "Un ataque que absorbe nutrientes. Quien lo usa recupera la mitad de los PS del daño que produce."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            null,

            null,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Sol Matinal",

            "special",

            "normal",

            null,

            null,

            5,

            "Restaura PS del usuario. La cantidad varía según el tiempo que haga."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Fuego Fatuo",

            "special",

            "fire",

            null,

            85,

            15,

            "Siniestra llama morada que produce quemaduras."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Sofoco",

            "special",

            "fire",

            130,

            90,

            5,

            "Ataque en toda regla que baja mucho el Ataque Especial de quien lo usa."

        ],

        [

            "Doble Rayo",

            "special",

            "bug",

            75,

            100,

            15,

            "Ataca con un rayo de luz siniestro. Puede confundir al objetivo."

        ],

        [

            "Paz Mental",

            "special",

            "psychic",

            null,

            null,

            20,

            "Aumenta la concentración y calma el espíritu para subir el Ataque Especial y la Defensa Especial."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Levitón",

            "special",

            "electric",

            null,

            null,

            10,

            "Levita gracias a un campo magnético generado por electricidad durante cinco turnos."

        ],

        [

            "Envite Ígneo",

            "physical",

            "fire",

            120,

            100,

            15,

            "El Pokémon se cubre de llamas y carga contra el objetivo, aunque él también recibe daños. Puede quemar."

        ],

        [

            "Zumbido",

            "special",

            "bug",

            90,

            100,

            10,

            "El movimiento de las alas crea una onda sónica dañina. También puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Picadura",

            "physical",

            "bug",

            60,

            100,

            20,

            "Pica al objetivo. Si el objetivo lleva una baya, el usuario se la come y se beneficia de su efecto."

        ],

        [

            "Nitrocarga",

            "physical",

            "fire",

            50,

            100,

            20,

            "Llamas que golpean al objetivo y aumentan la Velocidad del atacante."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Calcinación",

            "special",

            "fire",

            60,

            100,

            15,

            "Llamas que golpean a los objetivos adyacentes. Si estos llevan bayas u otros objetos, estos se quemarán y ya no se podrán usar."

        ],

        [

            "Acróbata",

            "physical",

            "flying",

            55,

            100,

            15,

            "Golpea ágilmente. Si el usuario no porta ningún objeto, el objetivo resulta seriamente dañado."

        ],

        [

            "Estoicismo",

            "special",

            "bug",

            50,

            100,

            20,

            "El usuario opone resistencia y ataca a los oponentes. También reduce su Ataque Especial. "

        ],

        [

            "Voltio Cruel",

            "physical",

            "electric",

            90,

            100,

            15,

            "Carga eléctrica muy potente que también hiere ligeramente a quien la usa."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Plancha",

            "physical",

            "bug",

            80,

            100,

            15,

            "Ataca al oponente abalanzándose sobre él con todas sus fuerzas y reduce su Ataque."

        ],

        [

            "Golpe Rastrero",

            "physical",

            "bug",

            70,

            90,

            10,

            "Ataca al objetivo por la espalda de forma subrepticia y además reduce su Ataque Especial."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "bug",

            50,

            100,

            20,

            ""

        ],

        [

            "",

            "physical",

            "grass",

            50,

            100,

            20,

            ""

        ]

    ],

    55,

    85,

    55,

    50,

    55,

    60

]