[

    "mienshao",

    620,

    [

        "fighting"

    ],

    [

        [

            "Destructor",

            "physical",

            "normal",

            40,

            100,

            35,

            "Golpea con las patas o la cola."

        ],

        [

            "Doble Bofetón",

            "physical",

            "normal",

            15,

            85,

            10,

            "Abofetea de dos a cinco veces seguidas."

        ],

        [

            "Megapuño",

            "physical",

            "normal",

            80,

            85,

            20,

            "Un puñetazo de gran potencia."

        ],

        [

            "Danza Espada",

            "special",

            "normal",

            0,

            0,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Megapatada",

            "physical",

            "normal",

            120,

            75,

            5,

            "Patada de extrema fuerza."

        ],

        [

            "Patada Salto",

            "physical",

            "fighting",

            100,

            95,

            10,

            "Da un salto y pega una patada. Si falla, se lesiona."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Patada Baja",

            "physical",

            "fighting",

            0,

            100,

            20,

            "Patada baja. Cuanto más pesa el objetivo, más daño causa."

        ],

        [

            "Fuerza",

            "physical",

            "normal",

            80,

            100,

            15,

            "Potente puñetazo. Fuera de combate sirve para mover rocas."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Meditación",

            "special",

            "psychic",

            0,

            0,

            40,

            "El usuario reposa y medita para potenciar el Ataque."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            0,

            0,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            0,

            0,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Foco Energía",

            "special",

            "normal",

            0,

            0,

            30,

            "Concentra energía para aumentar las posibilidades de un golpe crítico."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            0,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Pat. Salto Alta",

            "physical",

            "fighting",

            130,

            90,

            10,

            "Salta muy alto y lanza una patada. Si falla, dañará al usuario."

        ],

        [

            "Golpes Furia",

            "physical",

            "normal",

            18,

            80,

            15,

            "Araña rápidamente de dos a cinco veces."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            0,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Detección",

            "special",

            "fighting",

            0,

            0,

            5,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Relevo",

            "special",

            "normal",

            0,

            0,

            40,

            "Cambia el puesto con un compañero y le pasa los cambios de características."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            0,

            0,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            0,

            0,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Sorpresa",

            "physical",

            "normal",

            40,

            100,

            10,

            "Ataca primero y, además, hace retroceder al objetivo. Solo sirve en el primer turno."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Puño Certero",

            "physical",

            "fighting",

            150,

            100,

            20,

            "Se concentra para dar un puñetazo. Falla si se sufre un golpe antes de su uso."

        ],

        [

            "Mofa",

            "special",

            "dark",

            0,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            0,

            0,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Imitación",

            "special",

            "psychic",

            0,

            0,

            10,

            "Imita al objetivo por completo y copia su habilidad. "

        ],

        [

            "Desquite",

            "physical",

            "fighting",

            60,

            100,

            10,

            "Ataque que produce el doble de daño si el usuario es herido en el mismo turno."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Patada Ígnea",

            "physical",

            "fire",

            85,

            90,

            10,

            "Patada que suele ser un golpe crítico y puede causar quemaduras."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            0,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Corpulencia",

            "special",

            "fighting",

            0,

            0,

            20,

            "Robustece el cuerpo para subir el Ataque y la Defensa."

        ],

        [

            "Bote",

            "physical",

            "flying",

            85,

            85,

            5,

            "Primer turno: bota. Segundo turno: golpea. Puede paralizar."

        ],

        [

            "Paz Mental",

            "special",

            "psychic",

            0,

            0,

            20,

            "Aumenta la concentración y calma el espíritu para subir el Ataque Especial y la Defensa Especial."

        ],

        [

            "Amago",

            "physical",

            "normal",

            30,

            100,

            10,

            "Permite golpear a objetivos que usan Protección o Detección y anula dichos movimientos."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "A Bocajarro",

            "physical",

            "fighting",

            120,

            100,

            5,

            "Lucha abiertamente contra el objetivo sin protegerse. También reduce la Defensa y la Defensa Especial del usuario."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Buena Baza",

            "physical",

            "dark",

            60,

            100,

            10,

            "Si el objetivo ya ha sufrido daño en ese turno, la fuerza del ataque se duplica."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            0,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Palmeo",

            "physical",

            "fighting",

            60,

            100,

            10,

            "Ataca al objetivo con una onda de choque y puede llegar a paralizarlo."

        ],

        [

            "Esfera Aural",

            "special",

            "fighting",

            80,

            0,

            20,

            "Libera una descarga de la fuerza del aura desde su interior. Es infalible."

        ],

        [

            "Puya Nociva",

            "physical",

            "poison",

            80,

            100,

            20,

            "Pincha al objetivo con un tentáculo o brazo envenenado. Puede llegar a envenenar al objetivo."

        ],

        [

            "Puño Drenaje",

            "physical",

            "fighting",

            75,

            100,

            10,

            "Un golpe que drena energía. El Pokémon recupera la mitad de los PS arrebatados al objetivo."

        ],

        [

            "Onda Vacío",

            "special",

            "fighting",

            40,

            100,

            30,

            "Gira los puños y libera una onda de vacío contra el objetivo. Este movimiento siempre va primero."

        ],

        [

            "Onda Certera",

            "special",

            "fighting",

            120,

            70,

            5,

            "Agudiza la concentración mental y libera su poder. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            0,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Afilagarras",

            "special",

            "dark",

            0,

            0,

            15,

            "El usuario se afila las garras para aumentar su Ataque y Precisión."

        ],

        [

            "Vastaguardia",

            "special",

            "rock",

            0,

            0,

            10,

            "Bloquea los ataques de objetivo múltiple lanzados contra tu equipo durante un turno."

        ],

        [

            "Puntapié",

            "physical",

            "fighting",

            65,

            100,

            20,

            "Ataque rápido dirigido a los pies del objetivo que le hace perder Velocidad."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Anticipo",

            "special",

            "fighting",

            0,

            0,

            15,

            "Protege a todo el equipo de los movimientos que se adelantan y atacan primero."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            0,

            0,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Acróbata",

            "physical",

            "flying",

            55,

            100,

            15,

            "Golpea ágilmente. Si el usuario no porta ningún objeto, el objetivo resulta seriamente dañado."

        ],

        [

            "Represalia",

            "physical",

            "normal",

            70,

            100,

            5,

            "Venga a los amigos derrotados. Si en el turno anterior han derrotado a uno, la potencia del ataque aumentará."

        ],

        [

            "Avivar",

            "special",

            "normal",

            0,

            0,

            30,

            "Quien lo usa se concentra y potencia su Ataque y su Ataque Especial."

        ],

        [

            "Golpe Bis",

            "physical",

            "dragon",

            40,

            90,

            15,

            "Golpea dos veces seguidas con la cola u otras partes de su cuerpo."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Puño Incremento",

            "physical",

            "fighting",

            40,

            100,

            20,

            "Cada vez que golpea a un oponente se endurecen sus puños. Si acierta al objetivo, el Ataque del usuario aumenta."

        ],

        [

            "Aguzar",

            "special",

            "normal",

            0,

            0,

            30,

            "El usuario se concentra para que el siguiente ataque propine un golpe crítico."

        ],

        [

            "Giro Vil",

            "physical",

            "dark",

            60,

            100,

            20,

            "Hace pivotar su cuerpo para infligir daño a su rival."

        ],

        [

            "Motivación",

            "special",

            "fighting",

            0,

            0,

            10,

            "El usuario imparte indicaciones precisas a sus aliados, que ven aumentados su Ataque y su Defensa."

        ],

        [

            "Triple Axel",

            "physical",

            "ice",

            20,

            90,

            10,

            "Patea hasta tres veces seguidas y cada vez más fuerte."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "ice",

            80,

            100,

            15,

            ""

        ],

        [

            "",

            "physical",

            "grass",

            50,

            100,

            20,

            ""

        ],

        [

            "Palma Rauda",

            "physical",

            "fighting",

            65,

            100,

            15,

            ""

        ]

    ],

    65,

    125,

    60,

    95,

    60,

    105

]