[

    "golett",

    622,

    [

        "ground",

        "ghost"

    ],

    [

        [

            "Destructor",

            "physical",

            "normal",

            40,

            100,

            35,

            "Golpea con las patas o la cola."

        ],

        [

            "Megapuño",

            "physical",

            "normal",

            80,

            85,

            20,

            "Un puñetazo de gran potencia."

        ],

        [

            "Puño Fuego",

            "physical",

            "fire",

            75,

            100,

            15,

            "Puñetazo ardiente. Puede quemar."

        ],

        [

            "Puño Hielo",

            "physical",

            "ice",

            75,

            100,

            15,

            "Puñetazo helado. Puede congelar."

        ],

        [

            "Puño Trueno",

            "physical",

            "electric",

            75,

            100,

            15,

            "Puñetazo eléctrico. Puede paralizar."

        ],

        [

            "Megapatada",

            "physical",

            "normal",

            120,

            75,

            5,

            "Patada de extrema fuerza."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Rayo Hielo",

            "special",

            "ice",

            90,

            100,

            10,

            "Rayo de hielo que puede llegar a congelar."

        ],

        [

            "Patada Baja",

            "physical",

            "fighting",

            0,

            100,

            20,

            "Patada baja. Cuanto más pesa el objetivo, más daño causa."

        ],

        [

            "Fuerza",

            "physical",

            "normal",

            80,

            100,

            15,

            "Potente puñetazo. Fuera de combate sirve para mover rocas."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Tinieblas",

            "special",

            "ghost",

            0,

            100,

            15,

            "Produce un espejismo ante el objetivo, que pierde tantos PS como nivel tenga el agresor."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            0,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Rizo Defensa",

            "special",

            "normal",

            0,

            0,

            40,

            "Se enrosca para ocultar su punto débil. Sube la Defensa."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            0,

            0,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Autodestrucción",

            "physical",

            "normal",

            200,

            100,

            5,

            "El atacante explota y hiere a todos a su alrededor. El usuario se debilita de inmediato."

        ],

        [

            "Destello",

            "special",

            "normal",

            0,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Viento Hielo",

            "special",

            "ice",

            55,

            95,

            15,

            "Ataque con aire helado que baja la Velocidad de los rivales."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            0,

            0,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Rodar",

            "physical",

            "rock",

            30,

            90,

            20,

            "El atacante rueda contra el objetivo durante cinco turnos, cada vez con mayor fuerza."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            0,

            0,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Magnitud",

            "physical",

            "ground",

            0,

            100,

            30,

            "Sacudida sísmica de intensidad variable que afecta a todos los Pokémon a su alrededor."

        ],

        [

            "Puño Dinámico",

            "physical",

            "fighting",

            100,

            50,

            5,

            "Puñetazo con toda la fuerza concentrada. Causa confusión si atina."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            0,

            0,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            0,

            0,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Puño Certero",

            "physical",

            "fighting",

            150,

            100,

            20,

            "Se concentra para dar un puñetazo. Falla si se sufre un golpe antes de su uso."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            0,

            0,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Fuerza Bruta",

            "physical",

            "fighting",

            120,

            100,

            5,

            "Ataque de gran potencia, pero que reduce el Ataque y la Defensa del agresor."

        ],

        [

            "Capa Mágica",

            "special",

            "psychic",

            0,

            0,

            15,

            "Barrera capaz de devolver al agresor movimientos como Drenadoras y otros que alteran el estado o las características."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Sellar",

            "special",

            "psychic",

            0,

            0,

            10,

            "Impide a los contrincantes usar ataques conocidos por el usuario durante el combate."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Impresionar",

            "physical",

            "ghost",

            30,

            100,

            15,

            "Impresiona tanto que puede hacer retroceder al objetivo."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Doble Rayo",

            "special",

            "bug",

            75,

            100,

            15,

            "Ataca con un rayo de luz siniestro. Puede confundir al objetivo."

        ],

        [

            "Puño Sombra",

            "physical",

            "ghost",

            60,

            0,

            20,

            "Puñetazo ineludible procedente de las sombras."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            0,

            0,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Bloqueo",

            "special",

            "normal",

            0,

            0,

            5,

            "Le corta el paso al objetivo para que no pueda escapar."

        ],

        [

            "Onda Voltio",

            "special",

            "electric",

            60,

            0,

            20,

            "Ataque eléctrico muy rápido e ineludible."

        ],

        [

            "Gravedad",

            "special",

            "psychic",

            0,

            0,

            5,

            "La gravedad aumenta durante cinco turnos, lo que impide acciones que impliquen volar o levitar."

        ],

        [

            "Machada",

            "physical",

            "fighting",

            100,

            90,

            10,

            "Gira con fuerza el puño y da un gran golpe. No obstante, baja la Velocidad."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            0,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            0,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Pulimento",

            "special",

            "rock",

            0,

            0,

            20,

            "Reduce la resistencia puliendo su cuerpo. Aumenta la Velocidad considerablemente."

        ],

        [

            "Puño Drenaje",

            "physical",

            "fighting",

            75,

            100,

            10,

            "Un golpe que drena energía. El Pokémon recupera la mitad de los PS arrebatados al objetivo."

        ],

        [

            "Onda Certera",

            "special",

            "fighting",

            120,

            70,

            5,

            "Agudiza la concentración mental y libera su poder. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            0,

            0,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            0,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Telequinesis",

            "special",

            "psychic",

            0,

            0,

            15,

            "El usuario emplea su poder mental para hacer flotar al objetivo, y lo convierte en un blanco fácil durante tres turnos."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            0,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Puntapié",

            "physical",

            "fighting",

            65,

            100,

            20,

            "Ataque rápido dirigido a los pies del objetivo que le hace perder Velocidad."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            0,

            0,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Infortunio",

            "special",

            "ghost",

            65,

            100,

            10,

            "Ataque que causa un gran daño a los objetivos que sufren problemas de estado."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Golpe Fantasma",

            "physical",

            "ghost",

            90,

            100,

            10,

            "El usuario desaparece en el primer turno y ataca a su objetivo en el segundo. Permite acertar aunque el objetivo esté protegiéndose."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Puño Incremento",

            "physical",

            "fighting",

            40,

            100,

            20,

            "Cada vez que golpea a un oponente se endurecen sus puños. Si acierta al objetivo, el Ataque del usuario aumenta."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Poltergeist",

            "physical",

            "ghost",

            110,

            90,

            5,

            "El usuario ataca utilizando el objeto que lleva el rival. Si no tiene ninguno equipado, el movimiento falla."

        ],

        [

            "Arenas Ardientes",

            "special",

            "ground",

            70,

            100,

            10,

            "Ataca al objetivo arrojándole arena a temperaturas muy elevadas. Puede causar quemaduras."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ]

    ],

    59,

    74,

    50,

    35,

    50,

    35

]