[

    "archen",

    566,

    [

        "rock",

        "flying"

    ],

    [

        [

            "Corte",

            "physical",

            "normal",

            50,

            95,

            30,

            "Corta con garras, guadañas, etc. También sirve para cortar árboles finos."

        ],

        [

            "Ataque Ala",

            "physical",

            "flying",

            60,

            100,

            35,

            "Golpea al objetivo con unas grandes alas."

        ],

        [

            "Golpe",

            "physical",

            "normal",

            120,

            100,

            10,

            "Ataca de dos a tres turnos y acaba confundiendo al agresor."

        ],

        [

            "Malicioso",

            "special",

            "normal",

            null,

            100,

            30,

            "Intimida a los rivales para bajar su Defensa."

        ],

        [

            "Mordisco",

            "physical",

            "dark",

            60,

            100,

            25,

            "Un voraz bocado que puede hacer retroceder al objetivo."

        ],

        [

            "Rugido",

            "special",

            "normal",

            null,

            null,

            20,

            "Se lleva al objetivo, que es cambiado por otro Pokémon. Si es un Pokémon salvaje, acaba el combate."

        ],

        [

            "Lanzarrocas",

            "physical",

            "rock",

            50,

            90,

            15,

            "Tira una pequeña roca al objetivo."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            null,

            null,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Ataque Rápido",

            "physical",

            "normal",

            40,

            100,

            30,

            "Ataque rápido que permite golpear en primer lugar."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            null,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            null,

            null,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Ala de Acero",

            "physical",

            "steel",

            70,

            90,

            25,

            "Alas macizas que golpean al objetivo y pueden subir la Defensa del usuario."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Dragoaliento",

            "special",

            "dragon",

            60,

            100,

            20,

            "Poderosa ráfaga de aliento que golpea al objetivo y puede paralizarlo."

        ],

        [

            "Cola Férrea",

            "physical",

            "steel",

            100,

            75,

            15,

            "Ataca con una cola férrea y puede bajar la Defensa del objetivo."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Triturar",

            "physical",

            "dark",

            80,

            100,

            15,

            "Tritura con afilados colmillos y puede bajar la Defensa del objetivo."

        ],

        [

            "Poder Pasado",

            "special",

            "rock",

            60,

            100,

            5,

            "Ataque prehistórico que puede subir todas las características."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Alboroto",

            "special",

            "normal",

            90,

            100,

            10,

            "Ataca de forma alborotada durante tres turnos. Mantiene despiertos a todos."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Tormento",

            "special",

            "dark",

            null,

            100,

            15,

            "Atormenta y enfurece al objetivo, que no puede usar dos veces seguidas el mismo movimiento."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Mofa",

            "special",

            "dark",

            null,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Esfuerzo",

            "physical",

            "normal",

            null,

            100,

            5,

            "Reduce los PS del objetivo para que igualen a los del atacante."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            null,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            null,

            null,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Garra Dragón",

            "physical",

            "dragon",

            80,

            100,

            15,

            "Araña al objetivo con garras afiladas."

        ],

        [

            "Bote",

            "physical",

            "flying",

            85,

            85,

            5,

            "Primer turno: bota. Segundo turno: golpea. Puede paralizar."

        ],

        [

            "Pedrada",

            "physical",

            "rock",

            25,

            90,

            10,

            "Lanza pedruscos al objetivo de dos a cinco veces consecutivas."

        ],

        [

            "Respiro",

            "special",

            "flying",

            null,

            null,

            5,

            "Aterriza sobre la superficie para descansar. Recupera hasta la mitad del total de sus PS."

        ],

        [

            "Picoteo",

            "physical",

            "flying",

            60,

            100,

            20,

            "Picotea al objetivo. Si este sostiene una baya, la picotea también y obtiene sus efectos."

        ],

        [

            "Viento Afín",

            "special",

            "flying",

            null,

            null,

            15,

            "Crea un fuerte remolino que aumenta la Velocidad de los Pokémon de tu equipo durante cuatro turnos."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Buena Baza",

            "physical",

            "dark",

            60,

            100,

            10,

            "Si el objetivo ya ha sufrido daño en ese turno, la fuerza del ataque se duplica."

        ],

        [

            "Pulimento",

            "special",

            "rock",

            null,

            null,

            20,

            "Reduce la resistencia puliendo su cuerpo. Aumenta la Velocidad considerablemente."

        ],

        [

            "Acua Cola",

            "physical",

            "water",

            90,

            90,

            10,

            "Ataca agitando la cola como si fuera una ola rabiosa en una tormenta devastadora."

        ],

        [

            "Pulso Dragón",

            "special",

            "dragon",

            85,

            100,

            10,

            "Abre mucho la boca y libera una onda de choque que ataca al objetivo."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Trapicheo",

            "special",

            "dark",

            null,

            100,

            10,

            "Intercambia con el objetivo los objetos que llevan tan rápido que es imposible verlo a simple vista."

        ],

        [

            "Garra Umbría",

            "physical",

            "ghost",

            70,

            100,

            15,

            "Ataca con una garra afilada hecha de sombras. Suele ser crítico."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Despejar",

            "special",

            "flying",

            null,

            null,

            15,

            "Potente viento que barre el Reflejo o Pantalla de Luz del objetivo y puede reducir su Evasión."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            null,

            null,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Testarazo",

            "physical",

            "rock",

            150,

            80,

            5,

            "El usuario arriesga su vida y lanza un cabezazo con toda su fuerza. El agresor resulta seriamente dañado."

        ],

        [

            "Afilagarras",

            "special",

            "dark",

            null,

            null,

            15,

            "El usuario se afila las garras para aumentar su Ataque y Precisión."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Anticipo",

            "special",

            "fighting",

            null,

            null,

            15,

            "Protege a todo el equipo de los movimientos que se adelantan y atacan primero."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            null,

            null,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Acróbata",

            "physical",

            "flying",

            55,

            100,

            15,

            "Golpea ágilmente. Si el usuario no porta ningún objeto, el objetivo resulta seriamente dañado."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Rayo Meteórico",

            "special",

            "rock",

            120,

            90,

            10,

            "El usuario dedica el primer turno a aumentar su Ataque Especial acumulando energía cósmica y lanza su ofensiva contra el objetivo en el segundo."

        ],

        [

            "Desahogo",

            "physical",

            "dark",

            75,

            100,

            5,

            "Ataca al rival presa de la rabia. Si el usuario ha sufrido una reducción de características en ese turno, la potencia del movimiento se duplica."

        ],

        [

            "Ala Bis",

            "physical",

            "flying",

            40,

            90,

            10,

            "Ataca al adversario golpeándolo dos veces con las alas."

        ]

    ],

    55,

    112,

    45,

    74,

    45,

    70

]