[

    "dugtrio",

    51,

    [

        "ground"

    ],

    [

        [

            "Arañazo",

            "physical",

            "normal",

            40,

            100,

            35,

            "Araña con afiladas garras."

        ],

        [

            "Danza Espada",

            "special",

            "normal",

            0,

            0,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Corte",

            "physical",

            "normal",

            50,

            95,

            30,

            "Corta con garras, guadañas, etc. También sirve para cortar árboles finos."

        ],

        [

            "Ataque Arena",

            "special",

            "ground",

            0,

            100,

            15,

            "Arroja arena a la cara y baja la Precisión."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Gruñido",

            "special",

            "normal",

            0,

            100,

            40,

            "Dulce gruñido que reduce el Ataque del contrincante."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Fisura",

            "physical",

            "ground",

            0,

            30,

            5,

            "Abre una grieta en el suelo y mete al objetivo en ella. Fulmina en un golpe."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            0,

            0,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Furia",

            "physical",

            "normal",

            20,

            100,

            20,

            "Al usarse, aumenta el Ataque del usuario cada vez que es golpeado."

        ],

        [

            "Mimético",

            "special",

            "normal",

            0,

            0,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Chirrido",

            "special",

            "normal",

            0,

            85,

            40,

            "Alarido agudo que reduce mucho la Defensa del objetivo."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Venganza",

            "physical",

            "normal",

            0,

            0,

            10,

            "Espera dos turnos para atacar con el doble de potencia del daño recibido."

        ],

        [

            "Golpes Furia",

            "physical",

            "normal",

            18,

            80,

            15,

            "Araña rápidamente de dos a cinco veces."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Triataque",

            "special",

            "normal",

            80,

            100,

            10,

            "Ataque triple que puede paralizar, quemar o congelar al objetivo."

        ],

        [

            "Cuchillada",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con cuchillas o con pinzas. Suele dar un golpe crítico."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            0,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            0,

            0,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Encanto",

            "special",

            "fairy",

            0,

            100,

            20,

            "Engatusa al objetivo y reduce bastante su Ataque."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Magnitud",

            "physical",

            "ground",

            0,

            100,

            30,

            "Sacudida sísmica de intensidad variable que afecta a todos los Pokémon a su alrededor."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Paliza",

            "physical",

            "dark",

            0,

            100,

            10,

            "Ataque de todo el equipo Pokémon. Cuantos más haya, más veces se atacará."

        ],

        [

            "Alboroto",

            "special",

            "normal",

            90,

            100,

            10,

            "Ataca de forma alborotada durante tres turnos. Mantiene despiertos a todos."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Esfuerzo",

            "physical",

            "normal",

            0,

            100,

            5,

            "Reduce los PS del objetivo para que igualen a los del atacante."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Impresionar",

            "physical",

            "ghost",

            30,

            100,

            15,

            "Impresiona tanto que puede hacer retroceder al objetivo."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Bucle Arena",

            "physical",

            "ground",

            35,

            85,

            15,

            "Enreda al objetivo en un remolino de arena de cuatro a cinco turnos."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            0,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Disparo Lodo",

            "special",

            "ground",

            55,

            95,

            15,

            "El usuario lanza lodo al objetivo y reduce su Velocidad."

        ],

        [

            "Pedrada",

            "physical",

            "rock",

            25,

            90,

            10,

            "Lanza pedruscos al objetivo de dos a cinco veces consecutivas."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            0,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Buena Baza",

            "physical",

            "dark",

            60,

            100,

            10,

            "Si el objetivo ya ha sufrido daño en ese turno, la fuerza del ataque se duplica."

        ],

        [

            "Golpe Bajo",

            "physical",

            "dark",

            70,

            100,

            5,

            "Permite atacar con prioridad. Falla si el objetivo no está preparando ningún ataque."

        ],

        [

            "Tajo Umbrío",

            "physical",

            "dark",

            70,

            100,

            15,

            "Ataca al objetivo a la primera oportunidad. Suele ser crítico."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Garra Umbría",

            "physical",

            "ghost",

            70,

            100,

            15,

            "Ataca con una garra afilada hecha de sombras. Suele ser crítico."

        ],

        [

            "Bomba Fango",

            "special",

            "ground",

            65,

            85,

            10,

            "Ataca lanzando una compacta bola de fango. Puede bajar la Precisión del objetivo."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Seducción",

            "special",

            "normal",

            0,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            0,

            0,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Afilagarras",

            "special",

            "dark",

            0,

            0,

            15,

            "El usuario se afila las garras para aumentar su Ataque y Precisión."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Onda Tóxica",

            "special",

            "poison",

            95,

            100,

            10,

            "Una onda tóxica que daña a los Pokémon de alrededor. Puede envenenar."

        ],

        [

            "Juego Sucio",

            "physical",

            "dark",

            95,

            100,

            15,

            "El usuario emplea la fuerza del objetivo para atacarlo. Cuanto mayor es el Ataque del objetivo, más daño provoca."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Eco Voz",

            "special",

            "normal",

            40,

            100,

            15,

            "Un susurro que aumenta de potencia conforme el usuario y otros Pokémon lo van utilizando."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            0,

            0,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Avivar",

            "special",

            "normal",

            0,

            0,

            30,

            "Quien lo usa se concentra y potencia su Ataque y su Ataque Especial."

        ],

        [

            "Fertilizante",

            "special",

            "ground",

            0,

            0,

            10,

            "Labra la tierra haciendo que sea más fácil cultivarla y consigue que aumente el Ataque y el Ataque Especial de los Pokémon de tipo Planta."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Fuerza Equina",

            "physical",

            "ground",

            95,

            95,

            10,

            "Asesta un golpe devastador usando todo su cuerpo."

        ],

        [

            "Golpe Mordaza",

            "physical",

            "dark",

            80,

            100,

            15,

            "Inflige al rival un dolor tan abrumador que le impide utilizar durante dos turnos ataques que se sirven del sonido."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Arenas Ardientes",

            "special",

            "ground",

            70,

            100,

            10,

            "Ataca al objetivo arrojándole arena a temperaturas muy elevadas. Puede causar quemaduras."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ]

    ],

    35,

    100,

    50,

    50,

    70,

    120

]