[

    "victini",

    494,

    [

        "psychic",

        "fire"

    ],

    [

        [

            "Megapuño",

            "physical",

            "normal",

            80,

            85,

            20,

            "Un puñetazo de gran potencia."

        ],

        [

            "Puño Fuego",

            "physical",

            "fire",

            75,

            100,

            15,

            "Puñetazo ardiente. Puede quemar."

        ],

        [

            "Puño Trueno",

            "physical",

            "electric",

            75,

            100,

            15,

            "Puñetazo eléctrico. Puede paralizar."

        ],

        [

            "Megapatada",

            "physical",

            "normal",

            120,

            75,

            5,

            "Patada de extrema fuerza."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Giro Fuego",

            "special",

            "fire",

            35,

            85,

            15,

            "Un aro de fuego que atrapa al objetivo de cuatro a cinco turnos."

        ],

        [

            "Rayo",

            "special",

            "electric",

            90,

            100,

            15,

            "Potente ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Onda Trueno",

            "special",

            "electric",

            0,

            90,

            20,

            "Una ligera descarga que paraliza al objetivo si lo alcanza."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Confusión",

            "special",

            "psychic",

            50,

            100,

            25,

            "Débil ataque telequinético que puede causar confusión."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Ataque Rápido",

            "physical",

            "normal",

            40,

            100,

            30,

            "Ataque rápido que permite golpear en primer lugar."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            0,

            0,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Foco Energía",

            "special",

            "normal",

            0,

            0,

            30,

            "Concentra energía para aumentar las posibilidades de un golpe crítico."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            0,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Destello",

            "special",

            "normal",

            0,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            0,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            0,

            0,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Relevo",

            "special",

            "normal",

            0,

            0,

            40,

            "Cambia el puesto con un compañero y le pasa los cambios de características."

        ],

        [

            "Otra Vez",

            "special",

            "normal",

            0,

            100,

            5,

            "El objetivo repite su último movimiento durante tres turnos."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            0,

            0,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Premonición",

            "special",

            "psychic",

            120,

            100,

            10,

            "Concentra energía psíquica para golpear al objetivo dos turnos después."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Alboroto",

            "special",

            "normal",

            90,

            100,

            10,

            "Ataca de forma alborotada durante tres turnos. Mantiene despiertos a todos."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Fuego Fatuo",

            "special",

            "fire",

            0,

            85,

            15,

            "Siniestra llama morada que produce quemaduras."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Mofa",

            "special",

            "dark",

            0,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            0,

            0,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Truco",

            "special",

            "psychic",

            0,

            100,

            10,

            "Engaña al objetivo desprevenido e intercambia objetos."

        ],

        [

            "Imitación",

            "special",

            "psychic",

            0,

            0,

            10,

            "Imita al objetivo por completo y copia su habilidad. "

        ],

        [

            "Capa Mágica",

            "special",

            "psychic",

            0,

            0,

            15,

            "Barrera capaz de devolver al agresor movimientos como Drenadoras y otros que alteran el estado o las características."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Intercambio",

            "special",

            "psychic",

            0,

            0,

            10,

            "Usa el poder psíquico para intercambiar habilidades con el objetivo."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Patada Ígnea",

            "physical",

            "fire",

            85,

            90,

            10,

            "Patada que suele ser un golpe crítico y puede causar quemaduras."

        ],

        [

            "Sofoco",

            "special",

            "fire",

            130,

            90,

            5,

            "Ataque en toda regla que baja mucho el Ataque Especial de quien lo usa."

        ],

        [

            "Doble Rayo",

            "special",

            "bug",

            75,

            100,

            15,

            "Ataca con un rayo de luz siniestro. Puede confundir al objetivo."

        ],

        [

            "Bote",

            "physical",

            "flying",

            85,

            85,

            5,

            "Primer turno: bota. Segundo turno: golpea. Puede paralizar."

        ],

        [

            "Onda Voltio",

            "special",

            "electric",

            60,

            0,

            20,

            "Ataque eléctrico muy rápido e ineludible."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Embargo",

            "special",

            "dark",

            0,

            100,

            15,

            "Impide al objetivo usar el objeto que lleva. Su Entrenador tampoco puede usar objetos con él."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            0,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Cambiafuerza",

            "special",

            "psychic",

            0,

            0,

            10,

            "El usuario emplea su poder mental para intercambiar los cambios en Ataque y Ataque Especial con el objetivo."

        ],

        [

            "Cambiadefensa",

            "special",

            "psychic",

            0,

            0,

            10,

            "El usuario emplea su poder mental para intercambiar los cambios en Defensa y Defensa Especial con el objetivo."

        ],

        [

            "Última Baza",

            "physical",

            "normal",

            140,

            100,

            5,

            "Este movimiento solo puede utilizarse tras haber usado al menos una vez todos los demás conocidos por el Pokémon."

        ],

        [

            "Envite Ígneo",

            "physical",

            "fire",

            120,

            100,

            15,

            "El Pokémon se cubre de llamas y carga contra el objetivo, aunque él también recibe daños. Puede quemar."

        ],

        [

            "Onda Certera",

            "special",

            "fighting",

            120,

            70,

            5,

            "Agudiza la concentración mental y libera su poder. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Energibola",

            "special",

            "grass",

            90,

            100,

            10,

            "Aúna fuerzas de la naturaleza y libera su ataque. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Espacio Raro",

            "special",

            "psychic",

            0,

            0,

            5,

            "Se crea un espacio extraño en el que los Pokémon lentos se mueven primero durante cinco turnos."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            0,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Rayo Carga",

            "special",

            "electric",

            50,

            90,

            10,

            "Lanza un rayo eléctrico contra el objetivo. Puede subir el Ataque Especial de quien lo usa."

        ],

        [

            "Psicocarga",

            "special",

            "psychic",

            80,

            100,

            10,

            "Crea una onda psíquica que causa daño físico al objetivo."

        ],

        [

            "Telequinesis",

            "special",

            "psychic",

            0,

            0,

            15,

            "El usuario emplea su poder mental para hacer flotar al objetivo, y lo convierte en un blanco fácil durante tres turnos."

        ],

        [

            "Pirotecnia",

            "special",

            "fire",

            70,

            100,

            15,

            "Golpea al objetivo con una llamarada que afecta también a los Pokémon adyacentes."

        ],

        [

            "Nitrocarga",

            "physical",

            "fire",

            50,

            100,

            20,

            "Llamas que golpean al objetivo y aumentan la Velocidad del atacante."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Poder Reserva",

            "special",

            "psychic",

            20,

            100,

            10,

            "Acumula poder para golpear. Cuanto más suban las características del usuario, mayor será el daño."

        ],

        [

            "Calcinación",

            "special",

            "fire",

            60,

            100,

            15,

            "Llamas que golpean a los objetivos adyacentes. Si estos llevan bayas u otros objetos, estos se quemarán y ya no se podrán usar."

        ],

        [

            "Sacrificio",

            "special",

            "fighting",

            0,

            100,

            5,

            "El usuario se sacrifica causándole un daño al objetivo equivalente a sus propios PS perdidos."

        ],

        [

            "Infierno",

            "special",

            "fire",

            100,

            50,

            5,

            "Ataca con una gran ráfaga de fuego que causa quemaduras."

        ],

        [

            "Avivar",

            "special",

            "normal",

            0,

            0,

            30,

            "Quien lo usa se concentra y potencia su Ataque y su Ataque Especial."

        ],

        [

            "Voltio Cruel",

            "physical",

            "electric",

            90,

            100,

            15,

            "Carga eléctrica muy potente que también hiere ligeramente a quien la usa."

        ],

        [

            "Bomba Ígnea",

            "special",

            "fire",

            100,

            100,

            5,

            "Un infierno de llamas daña a los Pokémon adyacentes en combate. Puede quemar."

        ],

        [

            "V de Fuego",

            "physical",

            "fire",

            180,

            95,

            5,

            "Golpea con una V de llamas al objetivo. Baja la Defensa, la Defensa Especial y la Velocidad de quien lo usa."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Llama Embrujada",

            "special",

            "fire",

            75,

            100,

            10,

            "Lanza por su boca una singular llama a gran temperatura con la que ataca a su oponente y baja su Ataque Especial."

        ],

        [

            "Brillo Mágico",

            "special",

            "fairy",

            80,

            100,

            10,

            "Inflige daño a los oponentes con una potente luz."

        ],

        [

            "Puño Incremento",

            "physical",

            "fighting",

            40,

            100,

            20,

            "Cada vez que golpea a un oponente se endurecen sus puños. Si acierta al objetivo, el Ataque del usuario aumenta."

        ],

        [

            "Aguzar",

            "special",

            "normal",

            0,

            0,

            30,

            "El usuario se concentra para que el siguiente ataque propine un golpe crítico."

        ],

        [

            "Cambiavelocidad",

            "special",

            "psychic",

            0,

            0,

            10,

            "Intercambia su Velocidad por la del oponente."

        ],

        [

            "Vasta Fuerza",

            "special",

            "psychic",

            80,

            100,

            10,

            "El usuario ataca al objetivo con sus poderes psíquicos. Cuando se usa en conjunción con un campo psíquico, aumenta su potencia e inflige daño a todos los rivales."

        ],

        [

            "Arenas Ardientes",

            "special",

            "ground",

            70,

            100,

            10,

            "Ataca al objetivo arrojándole arena a temperaturas muy elevadas. Puede causar quemaduras."

        ]

    ],

    100,

    100,

    100,

    100,

    100,

    100

]