[

    "flutter-mane",

    987,

    [

        "ghost",

        "fairy"

    ],

    [

        [

            "Psicorrayo",

            "special",

            "psychic",

            65,

            100,

            20,

            "Extraño rayo que puede causar confusión."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Rayo",

            "special",

            "electric",

            90,

            100,

            15,

            "Potente ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Onda Trueno",

            "special",

            "electric",

            null,

            90,

            20,

            "Una ligera descarga que paraliza al objetivo si lo alcanza."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Tinieblas",

            "special",

            "ghost",

            null,

            100,

            15,

            "Produce un espejismo ante el objetivo, que pierde tantos PS como nivel tenga el agresor."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            null,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Rencor",

            "special",

            "ghost",

            null,

            100,

            10,

            "Da rienda suelta a su rencor para reducir cuatro PP del último movimiento usado por el objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Canto Mortal",

            "special",

            "normal",

            null,

            null,

            5,

            "Si un Pokémon escucha este canto y no es cambiado por otro en tres turnos, acaba debilitándose."

        ],

        [

            "Viento Hielo",

            "special",

            "ice",

            55,

            95,

            15,

            "Ataque con aire helado que baja la Velocidad de los rivales."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Encanto",

            "special",

            "fairy",

            null,

            100,

            20,

            "Engatusa al objetivo y reduce bastante su Ataque."

        ],

        [

            "Mal de Ojo",

            "special",

            "normal",

            null,

            null,

            5,

            "Mal de ojo que impide al objetivo huir de la batalla."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Divide Dolor",

            "special",

            "normal",

            null,

            null,

            20,

            "Suma los PS del usuario a los del objetivo y los reparte a partes iguales."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Legado",

            "special",

            "dark",

            null,

            100,

            10,

            "El usuario se debilita, pero baja mucho tanto el Ataque como el Ataque Especial del objetivo."

        ],

        [

            "Mofa",

            "special",

            "dark",

            null,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Deseo",

            "special",

            "normal",

            null,

            null,

            10,

            "Restaura la mitad de los PS máximos en el siguiente turno."

        ],

        [

            "Sellar",

            "special",

            "psychic",

            null,

            null,

            10,

            "Impide a los contrincantes usar ataques conocidos por el usuario durante el combate."

        ],

        [

            "Vozarrón",

            "special",

            "normal",

            90,

            100,

            10,

            "Grito desgarrador que inflige daño al objetivo."

        ],

        [

            "Impresionar",

            "physical",

            "ghost",

            30,

            100,

            15,

            "Impresiona tanto que puede hacer retroceder al objetivo."

        ],

        [

            "Llanto Falso",

            "special",

            "dark",

            null,

            100,

            20,

            "Lágrimas de cocodrilo que bajan mucho la Defensa Especial del objetivo."

        ],

        [

            "Hoja Mágica",

            "special",

            "grass",

            60,

            null,

            20,

            "Esparce extrañas hojas que persiguen al objetivo. No se puede esquivar."

        ],

        [

            "Paz Mental",

            "special",

            "psychic",

            null,

            null,

            20,

            "Aumenta la concentración y calma el espíritu para subir el Ataque Especial y la Defensa Especial."

        ],

        [

            "Pulso Umbrío",

            "special",

            "dark",

            80,

            100,

            15,

            "Libera una horrible aura llena de malos pensamientos y puede hacer retroceder al objetivo."

        ],

        [

            "Joya de Luz",

            "special",

            "rock",

            80,

            100,

            20,

            "Ataca con un rayo de luz que centellea como si lo formaran miles de joyas."

        ],

        [

            "Energibola",

            "special",

            "grass",

            90,

            100,

            10,

            "Aúna fuerzas de la naturaleza y libera su ataque. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Espacio Raro",

            "special",

            "psychic",

            null,

            null,

            5,

            "Se crea un espacio extraño en el que los Pokémon lentos se mueven primero durante cinco turnos."

        ],

        [

            "Rayo Carga",

            "special",

            "electric",

            50,

            90,

            10,

            "Lanza un rayo eléctrico contra el objetivo. Puede subir el Ataque Especial de quien lo usa."

        ],

        [

            "Psicocarga",

            "special",

            "psychic",

            80,

            100,

            10,

            "Crea una onda psíquica que causa daño físico al objetivo."

        ],

        [

            "Poder Reserva",

            "special",

            "psychic",

            20,

            100,

            10,

            "Acumula poder para golpear. Cuanto más suban las características del usuario, mayor será el daño."

        ],

        [

            "Infortunio",

            "special",

            "ghost",

            65,

            100,

            10,

            "Ataque que causa un gran daño a los objetivos que sufren problemas de estado."

        ],

        [

            "Golpe Fantasma",

            "physical",

            "ghost",

            90,

            100,

            10,

            "El usuario desaparece en el primer turno y ataca a su objetivo en el segundo. Permite acertar aunque el objetivo esté protegiéndose."

        ],

        [

            "Voz Cautivadora",

            "special",

            "fairy",

            40,

            null,

            15,

            "Obnubila a los oponentes con su fascinante voz y les provoca daños emocionales. Siempre acierta al objetivo."

        ],

        [

            "Beso Drenaje",

            "special",

            "fairy",

            50,

            100,

            10,

            "Absorbe PS del objetivo con un beso y restaura su propia energía en una cantidad igual o superior a la mitad del daño infligido."

        ],

        [

            "Campo de Niebla",

            "special",

            "fairy",

            null,

            null,

            10,

            "Cubre de niebla el terreno de combate durante cinco turnos. Los Pokémon que estén en el suelo no se ven afectados por cambios de estado."

        ],

        [

            "Fuerza Lunar",

            "special",

            "fairy",

            95,

            100,

            15,

            "Invoca el poder de la luna para atacar al objetivo. Puede disminuir el Ataque Especial del objetivo."

        ],

        [

            "Llama Embrujada",

            "special",

            "fire",

            75,

            100,

            10,

            "Lanza por su boca una singular llama a gran temperatura con la que ataca a su oponente y baja su Ataque Especial."

        ],

        [

            "Brillo Mágico",

            "special",

            "fairy",

            80,

            100,

            10,

            "Inflige daño a los oponentes con una potente luz."

        ],

        [

            "Poltergeist",

            "physical",

            "ghost",

            110,

            90,

            5,

            "El usuario ataca utilizando el objeto que lleva el rival. Si no tiene ninguno equipado, el movimiento falla."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ]

    ],

    55,

    55,

    55,

    135,

    135,

    135

]