[

    "brambleghast",

    947,

    [

        "grass",

        "ghost"

    ],

    [

        [

            "Anulación",

            "special",

            "normal",

            0,

            100,

            20,

            "Desactiva el último movimiento del objetivo durante cuatro turnos."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Absorber",

            "special",

            "grass",

            20,

            100,

            25,

            "Absorbe la mitad del daño producido en el objetivo para restaurar los PS del usuario."

        ],

        [

            "Megaagotar",

            "special",

            "grass",

            40,

            100,

            15,

            "Absorbe la mitad del daño producido en el objetivo para restaurar los PS del usuario."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Tinieblas",

            "special",

            "ghost",

            0,

            100,

            15,

            "Produce un espejismo ante el objetivo, que pierde tantos PS como nivel tenga el agresor."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            0,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Rizo Defensa",

            "special",

            "normal",

            0,

            0,

            40,

            "Se enrosca para ocultar su punto débil. Sube la Defensa."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Rencor",

            "special",

            "ghost",

            0,

            100,

            10,

            "Da rienda suelta a su rencor para reducir cuatro PP del último movimiento usado por el objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            0,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Púas",

            "special",

            "ground",

            0,

            0,

            20,

            "Esparce púas en el equipo rival. Las púas hieren a los Pokémon rivales que entran en combate."

        ],

        [

            "Gigadrenado",

            "special",

            "grass",

            75,

            100,

            10,

            "Un ataque que absorbe nutrientes. Quien lo usa recupera la mitad de los PS del daño que produce."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Rodar",

            "physical",

            "rock",

            30,

            90,

            20,

            "El atacante rueda contra el objetivo durante cinco turnos, cada vez con mayor fuerza."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Divide Dolor",

            "special",

            "normal",

            0,

            0,

            20,

            "Suma los PS del usuario a los del objetivo y los reparte a partes iguales."

        ],

        [

            "Giro Rápido",

            "physical",

            "normal",

            50,

            100,

            40,

            "Ataque giratorio que puede eliminar movimientos como Atadura, Constricción, Drenadoras y Púas."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Impresionar",

            "physical",

            "ghost",

            30,

            100,

            15,

            "Impresiona tanto que puede hacer retroceder al objetivo."

        ],

        [

            "Semilladora",

            "physical",

            "grass",

            25,

            100,

            30,

            "Dispara rápido de dos a cinco ráfagas de semillas de manera consecutiva."

        ],

        [

            "Bomba Germen",

            "physical",

            "grass",

            80,

            100,

            15,

            "Lanza al objetivo una descarga de semillas explosivas desde arriba."

        ],

        [

            "Energibola",

            "special",

            "grass",

            90,

            100,

            10,

            "Aúna fuerzas de la naturaleza y libera su ataque. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Lluevehojas",

            "special",

            "grass",

            130,

            90,

            5,

            "Cae una lluvia de hojas afiladas. Baja mucho el Ataque Especial de quien lo usa."

        ],

        [

            "Latigazo",

            "physical",

            "grass",

            120,

            85,

            10,

            "El usuario agita violentamente sus lianas o tentáculos para golpear al objetivo."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            0,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Infortunio",

            "special",

            "ghost",

            65,

            100,

            10,

            "Ataque que causa un gran daño a los objetivos que sufren problemas de estado."

        ],

        [

            "Golpe Fantasma",

            "physical",

            "ghost",

            90,

            100,

            10,

            "El usuario desaparece en el primer turno y ataca a su objetivo en el segundo. Permite acertar aunque el objetivo esté protegiéndose."

        ],

        [

            "Campo de Hierba",

            "special",

            "grass",

            0,

            0,

            10,

            "Convierte el terreno de combate en un campo de hierba durante cinco turnos. Los Pokémon que estén en el suelo recuperan PS en cada turno."

        ],

        [

            "Acoso",

            "special",

            "bug",

            20,

            100,

            20,

            "Hostiga al Pokémon objetivo durante cuatro o cinco turnos e impide que pueda huir mientras tanto."

        ],

        [

            "Fitoimpulso",

            "physical",

            "grass",

            55,

            100,

            20,

            "Ataca al objetivo deslizándose sobre el terreno de combate. Este movimiento tiene prioridad alta cuando el terreno está cubierto por un campo de hierba."

        ],

        [

            "Golpe Rastrero",

            "physical",

            "bug",

            70,

            90,

            10,

            "Ataca al objetivo por la espalda de forma subrepticia y además reduce su Ataque Especial."

        ],

        [

            "Poltergeist",

            "physical",

            "ghost",

            110,

            90,

            5,

            "El usuario ataca utilizando el objeto que lleva el rival. Si no tiene ninguno equipado, el movimiento falla."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "bug",

            50,

            100,

            20,

            ""

        ],

        [

            "",

            "physical",

            "grass",

            50,

            100,

            20,

            ""

        ]

    ],

    55,

    115,

    70,

    80,

    70,

    90

]