[

    "excadrill",

    530,

    [

        "ground",

        "steel"

    ],

    [

        [

            "Arañazo",

            "physical",

            "normal",

            40,

            100,

            35,

            "Araña con afiladas garras."

        ],

        [

            "Danza Espada",

            "special",

            "normal",

            0,

            0,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Corte",

            "physical",

            "normal",

            50,

            95,

            30,

            "Corta con garras, guadañas, etc. También sirve para cortar árboles finos."

        ],

        [

            "Perforador",

            "physical",

            "normal",

            0,

            30,

            5,

            "Ataque con taladro que fulmina en un golpe al objetivo si le toca."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Fuerza",

            "physical",

            "normal",

            80,

            100,

            15,

            "Potente puñetazo. Fuera de combate sirve para mover rocas."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Fisura",

            "physical",

            "ground",

            0,

            30,

            5,

            "Abre una grieta en el suelo y mete al objetivo en ella. Fulmina en un golpe."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Golpes Furia",

            "physical",

            "normal",

            18,

            80,

            15,

            "Araña rápidamente de dos a cinco veces."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Cuchillada",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con cuchillas o con pinzas. Suele dar un golpe crítico."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            0,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            0,

            0,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Giro Rápido",

            "physical",

            "normal",

            50,

            100,

            40,

            "Ataque giratorio que puede eliminar movimientos como Atadura, Constricción, Drenadoras y Púas."

        ],

        [

            "Garra Metal",

            "physical",

            "steel",

            50,

            95,

            35,

            "Ataque con garras de acero que puede aumentar el Ataque del usuario."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            0,

            0,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Chapoteo Lodo",

            "special",

            "ground",

            0,

            0,

            15,

            "El usuario esparce lodo a su alrededor, lo que debilita los movimientos de tipo Eléctrico durante cinco turnos."

        ],

        [

            "Garra Brutal",

            "physical",

            "normal",

            75,

            95,

            10,

            "Hace trizas al objetivo con garras afiladas y puede bajar su Defensa."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Eco Metálico",

            "special",

            "steel",

            0,

            85,

            40,

            "Horrible chirrido metálico que baja mucho la Defensa Especial del objetivo."

        ],

        [

            "Bucle Arena",

            "physical",

            "ground",

            35,

            85,

            15,

            "Enreda al objetivo en un remolino de arena de cuatro a cinco turnos."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            0,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            0,

            0,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Disparo Lodo",

            "special",

            "ground",

            55,

            95,

            15,

            "El usuario lanza lodo al objetivo y reduce su Velocidad."

        ],

        [

            "Pedrada",

            "physical",

            "rock",

            25,

            90,

            10,

            "Lanza pedruscos al objetivo de dos a cinco veces consecutivas."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            0,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Levitón",

            "special",

            "electric",

            0,

            0,

            10,

            "Levita gracias a un campo magnético generado por electricidad durante cinco turnos."

        ],

        [

            "Puya Nociva",

            "physical",

            "poison",

            80,

            100,

            20,

            "Pincha al objetivo con un tentáculo o brazo envenenado. Puede llegar a envenenar al objetivo."

        ],

        [

            "Tijera X",

            "physical",

            "bug",

            80,

            100,

            15,

            "Cruza las guadañas o las garras para atacar al objetivo como si fueran unas tijeras."

        ],

        [

            "Onda Certera",

            "special",

            "fighting",

            120,

            70,

            5,

            "Agudiza la concentración mental y libera su poder. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Garra Umbría",

            "physical",

            "ghost",

            70,

            100,

            15,

            "Ataca con una garra afilada hecha de sombras. Suele ser crítico."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            0,

            0,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Afilagarras",

            "special",

            "dark",

            0,

            0,

            15,

            "El usuario se afila las garras para aumentar su Ataque y Precisión."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Taladradora",

            "physical",

            "ground",

            80,

            95,

            10,

            "El usuario golpea usando su cuerpo como un taladro. Suele ser crítico."

        ],

        [

            "Fertilizante",

            "special",

            "ground",

            0,

            0,

            10,

            "Labra la tierra haciendo que sea más fácil cultivarla y consigue que aumente el Ataque y el Ataque Especial de los Pokémon de tipo Planta."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Fuerza Equina",

            "physical",

            "ground",

            95,

            95,

            10,

            "Asesta un golpe devastador usando todo su cuerpo."

        ],

        [

            "Golpe Mordaza",

            "physical",

            "dark",

            80,

            100,

            15,

            "Inflige al rival un dolor tan abrumador que le impide utilizar durante dos turnos ataques que se sirven del sonido."

        ],

        [

            "Cuerno Certero",

            "physical",

            "steel",

            70,

            0,

            10,

            "Ensarta al adversario con su afilada cornamenta. Este movimiento acierta siempre."

        ],

        [

            "Giro Vil",

            "physical",

            "dark",

            60,

            100,

            20,

            "Hace pivotar su cuerpo para infligir daño a su rival."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Metaláser",

            "special",

            "steel",

            140,

            95,

            5,

            "Utiliza el acero de su cuerpo para disparar un potente rayo. También hiere al agresor."

        ],

        [

            "Arenas Ardientes",

            "special",

            "ground",

            70,

            100,

            10,

            "Ataca al objetivo arrojándole arena a temperaturas muy elevadas. Puede causar quemaduras."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ]

    ],

    110,

    135,

    60,

    50,

    65,

    88

]