[

    "guzzlord",

    799,

    [

        "dark",

        "dragon"

    ],

    [

        [

            "Megapuño",

            "physical",

            "normal",

            80,

            85,

            20,

            "Un puñetazo de gran potencia."

        ],

        [

            "Pisotón",

            "physical",

            "normal",

            65,

            100,

            20,

            "Tremendo pisotón que puede hacer retroceder al objetivo."

        ],

        [

            "Megapatada",

            "physical",

            "normal",

            120,

            75,

            5,

            "Patada de extrema fuerza."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Golpe",

            "physical",

            "normal",

            120,

            100,

            10,

            "Ataca de dos a tres turnos y acaba confundiendo al agresor."

        ],

        [

            "Mordisco",

            "physical",

            "dark",

            60,

            100,

            25,

            "Un voraz bocado que puede hacer retroceder al objetivo."

        ],

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Furia Dragón",

            "special",

            "dragon",

            null,

            100,

            10,

            "Ráfaga de furiosas ondas de choque que quitan 40 PS."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Amnesia",

            "special",

            "psychic",

            null,

            null,

            20,

            "El usuario olvida sus preocupaciones y aumenta mucho la Defensa Especial."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Enfado",

            "physical",

            "dragon",

            120,

            100,

            10,

            "Ataca de dos a tres turnos y acaba confundiendo al agresor."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Cola Férrea",

            "physical",

            "steel",

            100,

            75,

            15,

            "Ataca con una cola férrea y puede bajar la Defensa del objetivo."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Triturar",

            "physical",

            "dark",

            80,

            100,

            15,

            "Tritura con afilados colmillos y puede bajar la Defensa del objetivo."

        ],

        [

            "Reserva",

            "special",

            "normal",

            null,

            null,

            20,

            "Acumula energía y sube la Defensa y la Defensa Especial. Puede utilizarse hasta tres veces."

        ],

        [

            "Tragar",

            "special",

            "normal",

            null,

            null,

            10,

            "Absorbe la energía acumulada con Reserva y restaura PS."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            null,

            null,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Garra Dragón",

            "physical",

            "dragon",

            80,

            100,

            15,

            "Araña al objetivo con garras afiladas."

        ],

        [

            "Onda Voltio",

            "special",

            "electric",

            60,

            null,

            20,

            "Ataque eléctrico muy rápido e ineludible."

        ],

        [

            "Machada",

            "physical",

            "fighting",

            100,

            90,

            10,

            "Gira con fuerza el puño y da un gran golpe. No obstante, baja la Velocidad."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            null,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            null,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Estrujón",

            "special",

            "normal",

            null,

            100,

            5,

            "Estruja con fuerza al objetivo. Cuantos más PS tenga el objetivo, más fuerza tendrá el ataque."

        ],

        [

            "Bilis",

            "special",

            "poison",

            null,

            100,

            10,

            "El usuario arroja sus jugos biliares al objetivo, lo que anula el efecto de la habilidad en uso."

        ],

        [

            "Última Baza",

            "physical",

            "normal",

            140,

            100,

            5,

            "Este movimiento solo puede utilizarse tras haber usado al menos una vez todos los demás conocidos por el Pokémon."

        ],

        [

            "Levitón",

            "special",

            "electric",

            null,

            null,

            10,

            "Levita gracias a un campo magnético generado por electricidad durante cinco turnos."

        ],

        [

            "Puya Nociva",

            "physical",

            "poison",

            80,

            100,

            20,

            "Pincha al objetivo con un tentáculo o brazo envenenado. Puede llegar a envenenar al objetivo."

        ],

        [

            "Pulso Umbrío",

            "special",

            "dark",

            80,

            100,

            15,

            "Libera una horrible aura llena de malos pensamientos y puede hacer retroceder al objetivo."

        ],

        [

            "Pulso Dragón",

            "special",

            "dragon",

            85,

            100,

            10,

            "Abre mucho la boca y libera una onda de choque que ataca al objetivo."

        ],

        [

            "Carga Dragón",

            "physical",

            "dragon",

            100,

            75,

            10,

            "Ataca de forma brutal mientras intimida al objetivo. También puede hacerlo retroceder."

        ],

        [

            "Puño Drenaje",

            "physical",

            "fighting",

            75,

            100,

            10,

            "Un golpe que drena energía. El Pokémon recupera la mitad de los PS arrebatados al objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Garra Umbría",

            "physical",

            "ghost",

            70,

            100,

            15,

            "Ataca con una garra afilada hecha de sombras. Suele ser crítico."

        ],

        [

            "Cometa Draco",

            "special",

            "dragon",

            130,

            90,

            5,

            "Hace que grandes cometas caigan del cielo sobre el objetivo. Baja mucho el Ataque Especial del que lo usa."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Vastaguardia",

            "special",

            "rock",

            null,

            null,

            10,

            "Bloquea los ataques de objetivo múltiple lanzados contra tu equipo durante un turno."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Onda Tóxica",

            "special",

            "poison",

            95,

            100,

            10,

            "Una onda tóxica que daña a los Pokémon de alrededor. Puede envenenar."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            null,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Cola Dragón",

            "physical",

            "dragon",

            60,

            90,

            10,

            "Ataca al objetivo y lo obliga a cambiarse por otro Pokémon. Si es uno salvaje, acaba el combate."

        ],

        [

            "Golpe Bis",

            "physical",

            "dragon",

            40,

            90,

            15,

            "Golpea dos veces seguidas con la cola u otras partes de su cuerpo."

        ],

        [

            "Golpe Calor",

            "physical",

            "fire",

            null,

            100,

            10,

            "El usuario ataca con su cuerpo ardiente. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Rodillo de Púas",

            "physical",

            "bug",

            65,

            100,

            20,

            "El usuario se hace una bola y arrolla al objetivo con su cuerpo. Puede hacerlo retroceder."

        ],

        [

            "Alarido",

            "special",

            "dark",

            55,

            95,

            15,

            "Ataca con un chillido desagradable que baja el Ataque Especial del rival."

        ],

        [

            "Eructo",

            "special",

            "poison",

            120,

            90,

            10,

            "El Pokémon causa daño a su oponente lanzándole un eructo. Para poder utilizar este movimiento tiene que llevar una baya y comérsela."

        ],

        [

            "Fuerza Equina",

            "physical",

            "ground",

            95,

            95,

            10,

            "Asesta un golpe devastador usando todo su cuerpo."

        ],

        [

            "Giro Vil",

            "physical",

            "dark",

            60,

            100,

            20,

            "Hace pivotar su cuerpo para infligir daño a su rival."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Allanador Férreo",

            "physical",

            "steel",

            130,

            100,

            5,

            "El usuario lanza su ataque y destruye el campo activo en el terreno de combate, y falla si no hay ninguno en ese momento."

        ],

        [

            "Desahogo",

            "physical",

            "dark",

            75,

            100,

            5,

            "Ataca al rival presa de la rabia. Si el usuario ha sufrido una reducción de características en ese turno, la potencia del movimiento se duplica."

        ],

        [

            "Gas Corrosivo",

            "special",

            "poison",

            null,

            100,

            40,

            "El usuario libera un gas cáustico que envuelve a todos los que se encuentren alrededor y derrite por completo los objetos que lleven equipados."

        ]

    ],

    223,

    101,

    53,

    97,

    53,

    43

]