[

    "makuhita",

    296,

    [

        "fighting"

    ],

    [

        [

            "Megapuño",

            "physical",

            "normal",

            80,

            85,

            20,

            "Un puñetazo de gran potencia."

        ],

        [

            "Puño Fuego",

            "physical",

            "fire",

            75,

            100,

            15,

            "Puñetazo ardiente. Puede quemar."

        ],

        [

            "Puño Hielo",

            "physical",

            "ice",

            75,

            100,

            15,

            "Puñetazo helado. Puede congelar."

        ],

        [

            "Puño Trueno",

            "physical",

            "electric",

            75,

            100,

            15,

            "Puñetazo eléctrico. Puede paralizar."

        ],

        [

            "Remolino",

            "special",

            "normal",

            null,

            null,

            20,

            "Se lleva al objetivo, que es cambiado por otro Pokémon. Si es un Pokémon salvaje, acaba el combate."

        ],

        [

            "Megapatada",

            "physical",

            "normal",

            120,

            75,

            5,

            "Patada de extrema fuerza."

        ],

        [

            "Ataque Arena",

            "special",

            "ground",

            null,

            100,

            15,

            "Arroja arena a la cara y baja la Precisión."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Surf",

            "special",

            "water",

            90,

            100,

            15,

            "Inunda el campo de batalla con una ola gigante. Fuera de batalla sirve para moverse sobre el agua."

        ],

        [

            "Patada Baja",

            "physical",

            "fighting",

            null,

            100,

            20,

            "Patada baja. Cuanto más pesa el objetivo, más daño causa."

        ],

        [

            "Contraataque",

            "physical",

            "fighting",

            null,

            100,

            20,

            "Devuelve un golpe físico por duplicado."

        ],

        [

            "Sísmico",

            "physical",

            "fighting",

            null,

            100,

            20,

            "La gravedad derriba al objetivo. Se restarán tantos PS como nivel tenga el agresor."

        ],

        [

            "Fuerza",

            "physical",

            "normal",

            80,

            100,

            15,

            "Potente puñetazo. Fuera de combate sirve para mover rocas."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Mimético",

            "special",

            "normal",

            null,

            null,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Foco Energía",

            "special",

            "normal",

            null,

            null,

            30,

            "Concentra energía para aumentar las posibilidades de un golpe crítico."

        ],

        [

            "Metrónomo",

            "special",

            "normal",

            null,

            null,

            10,

            "El usuario mueve un dedo y estimula su cerebro para usar al azar casi cualquier movimiento."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            null,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Finta",

            "physical",

            "dark",

            60,

            null,

            20,

            "Engaña al objetivo para acercarse y dar un puñetazo que no falla."

        ],

        [

            "Tambor",

            "special",

            "normal",

            null,

            null,

            10,

            "Reduce la mitad de los PS máximos para mejorar al máximo el Ataque."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Profecía",

            "special",

            "normal",

            null,

            null,

            40,

            "Permite atacar con cualquier movimiento a objetivos de tipo Fantasma y golpear a Pokémon evasivos."

        ],

        [

            "Detección",

            "special",

            "fighting",

            null,

            null,

            5,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Puño Dinámico",

            "physical",

            "fighting",

            100,

            50,

            5,

            "Puñetazo con toda la fuerza concentrada. Causa confusión si atina."

        ],

        [

            "Tiro Vital",

            "physical",

            "fighting",

            70,

            null,

            10,

            "El usuario ataca el último, pero no falla."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Tajo Cruzado",

            "physical",

            "fighting",

            100,

            80,

            5,

            "Corte doble que suele propinar un golpe crítico."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            null,

            null,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Torbellino",

            "special",

            "water",

            35,

            85,

            15,

            "Una tromba de agua atrapa al objetivo durante cuatro o cinco turnos."

        ],

        [

            "Sorpresa",

            "physical",

            "normal",

            40,

            100,

            10,

            "Ataca primero y, además, hace retroceder al objetivo. Solo sirve en el primer turno."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Puño Certero",

            "physical",

            "fighting",

            150,

            100,

            20,

            "Se concentra para dar un puñetazo. Falla si se sufre un golpe antes de su uso."

        ],

        [

            "Estímulo",

            "physical",

            "normal",

            70,

            100,

            10,

            "Hace el doble de daño a objetivos paralizados, pero también cura la parálisis."

        ],

        [

            "Mofa",

            "special",

            "dark",

            null,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Imitación",

            "special",

            "psychic",

            null,

            null,

            10,

            "Imita al objetivo por completo y copia su habilidad. "

        ],

        [

            "Fuerza Bruta",

            "physical",

            "fighting",

            120,

            100,

            5,

            "Ataque de gran potencia, pero que reduce el Ataque y la Defensa del agresor."

        ],

        [

            "Desquite",

            "physical",

            "fighting",

            60,

            100,

            10,

            "Ataque que produce el doble de daño si el usuario es herido en el mismo turno."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Empujón",

            "physical",

            "fighting",

            15,

            100,

            20,

            "Empujones directos que golpean de dos a cinco veces seguidas."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Corpulencia",

            "special",

            "fighting",

            null,

            null,

            20,

            "Robustece el cuerpo para subir el Ataque y la Defensa."

        ],

        [

            "Disparo Lodo",

            "special",

            "ground",

            55,

            95,

            15,

            "El usuario lanza lodo al objetivo y reduce su Velocidad."

        ],

        [

            "Espabila",

            "physical",

            "fighting",

            70,

            100,

            10,

            "Inflige gran daño a objetivos dormidos. Sin embargo, los bofetones también los despiertan."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            null,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Amago",

            "physical",

            "normal",

            30,

            100,

            10,

            "Permite golpear a objetivos que usan Protección o Detección y anula dichos movimientos."

        ],

        [

            "A Bocajarro",

            "physical",

            "fighting",

            120,

            100,

            5,

            "Lucha abiertamente contra el objetivo sin protegerse. También reduce la Defensa y la Defensa Especial del usuario."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            null,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Palmeo",

            "physical",

            "fighting",

            60,

            100,

            10,

            "Ataca al objetivo con una onda de choque y puede llegar a paralizarlo."

        ],

        [

            "Puya Nociva",

            "physical",

            "poison",

            80,

            100,

            20,

            "Pincha al objetivo con un tentáculo o brazo envenenado. Puede llegar a envenenar al objetivo."

        ],

        [

            "Puño Drenaje",

            "physical",

            "fighting",

            75,

            100,

            10,

            "Un golpe que drena energía. El Pokémon recupera la mitad de los PS arrebatados al objetivo."

        ],

        [

            "Onda Vacío",

            "special",

            "fighting",

            40,

            100,

            30,

            "Gira los puños y libera una onda de vacío contra el objetivo. Este movimiento siempre va primero."

        ],

        [

            "Onda Certera",

            "special",

            "fighting",

            120,

            70,

            5,

            "Agudiza la concentración mental y libera su poder. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Puño Bala",

            "physical",

            "steel",

            40,

            100,

            30,

            "Ataca con fuertes puñetazos tan rápidos como proyectiles. Este movimiento siempre va primero."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Treparrocas",

            "physical",

            "normal",

            90,

            85,

            20,

            "Ataca con una gran embestida. Puede confundir al objetivo."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Seducción",

            "special",

            "normal",

            null,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Vastaguardia",

            "special",

            "rock",

            null,

            null,

            10,

            "Bloquea los ataques de objetivo múltiple lanzados contra tu equipo durante un turno."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            null,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Puntapié",

            "physical",

            "fighting",

            65,

            100,

            20,

            "Ataque rápido dirigido a los pies del objetivo que le hace perder Velocidad."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Guardia Baja",

            "physical",

            "normal",

            70,

            100,

            20,

            "Un ataque que busca los puntos débiles del objetivo y puede causarle daño aunque cambien sus características."

        ],

        [

            "Represalia",

            "physical",

            "normal",

            70,

            100,

            5,

            "Venga a los amigos derrotados. Si en el turno anterior han derrotado a uno, la potencia del ataque aumentará."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Avivar",

            "special",

            "normal",

            null,

            null,

            30,

            "Quien lo usa se concentra y potencia su Ataque y su Ataque Especial."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Puño Incremento",

            "physical",

            "fighting",

            40,

            100,

            20,

            "Cada vez que golpea a un oponente se endurecen sus puños. Si acierta al objetivo, el Ataque del usuario aumenta."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Motivación",

            "special",

            "fighting",

            null,

            null,

            10,

            "El usuario imparte indicaciones precisas a sus aliados, que ven aumentados su Ataque y su Defensa."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "special",

            "water",

            50,

            100,

            20,

            ""

        ],

        [

            "Palma Rauda",

            "physical",

            "fighting",

            65,

            100,

            15,

            ""

        ]

    ],

    72,

    60,

    30,

    20,

    30,

    25

]