[

    "dottler",

    825,

    [

        "bug",

        "psychic"

    ],

    [

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Confusión",

            "special",

            "psychic",

            50,

            100,

            25,

            "Débil ataque telequinético que puede causar confusión."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            null,

            null,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            null,

            null,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Chupavidas",

            "physical",

            "bug",

            80,

            100,

            10,

            "Restaura al usuario la mitad del daño causado al objetivo."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            null,

            null,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Premonición",

            "special",

            "psychic",

            120,

            100,

            10,

            "Concentra energía psíquica para golpear al objetivo dos turnos después."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Truco",

            "special",

            "psychic",

            null,

            100,

            10,

            "Engaña al objetivo desprevenido e intercambia objetos."

        ],

        [

            "Intercambio",

            "special",

            "psychic",

            null,

            null,

            10,

            "Usa el poder psíquico para intercambiar habilidades con el objetivo."

        ],

        [

            "Sellar",

            "special",

            "psychic",

            null,

            null,

            10,

            "Impide a los contrincantes usar ataques conocidos por el usuario durante el combate."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            null,

            null,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Paz Mental",

            "special",

            "psychic",

            null,

            null,

            20,

            "Aumenta la concentración y calma el espíritu para subir el Ataque Especial y la Defensa Especial."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Cambiafuerza",

            "special",

            "psychic",

            null,

            null,

            10,

            "El usuario emplea su poder mental para intercambiar los cambios en Ataque y Ataque Especial con el objetivo."

        ],

        [

            "Cambiadefensa",

            "special",

            "psychic",

            null,

            null,

            10,

            "El usuario emplea su poder mental para intercambiar los cambios en Defensa y Defensa Especial con el objetivo."

        ],

        [

            "Zumbido",

            "special",

            "bug",

            90,

            100,

            10,

            "El movimiento de las alas crea una onda sónica dañina. También puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Energibola",

            "special",

            "grass",

            90,

            100,

            10,

            "Aúna fuerzas de la naturaleza y libera su ataque. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Espacio Raro",

            "special",

            "psychic",

            null,

            null,

            5,

            "Se crea un espacio extraño en el que los Pokémon lentos se mueven primero durante cinco turnos."

        ],

        [

            "Zona Extraña",

            "special",

            "psychic",

            null,

            null,

            10,

            "Crea una zona misteriosa donde se intercambian la Defensa y la Defensa Especial de todos los Pokémon durante cinco turnos."

        ],

        [

            "Psicocarga",

            "special",

            "psychic",

            80,

            100,

            10,

            "Crea una onda psíquica que causa daño físico al objetivo."

        ],

        [

            "Zona Mágica",

            "special",

            "psychic",

            null,

            null,

            10,

            "Crea un espacio misterioso que inutiliza todos los objetos de los Pokémon durante cinco turnos."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Poder Reserva",

            "special",

            "psychic",

            20,

            100,

            10,

            "Acumula poder para golpear. Cuanto más suban las características del usuario, mayor será el daño."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            null,

            null,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Estoicismo",

            "special",

            "bug",

            50,

            100,

            20,

            "El usuario opone resistencia y ataca a los oponentes. También reduce su Ataque Especial. "

        ],

        [

            "Campo Psíquico",

            "special",

            "psychic",

            null,

            null,

            10,

            "Durante cinco turnos, se potencian los movimientos de tipo Psíquico y los Pokémon que están en el suelo quedan protegidos contra movimientos con prioridad."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Vasta Fuerza",

            "special",

            "psychic",

            80,

            100,

            10,

            "El usuario ataca al objetivo con sus poderes psíquicos. Cuando se usa en conjunción con un campo psíquico, aumenta su potencia e inflige daño a todos los rivales."

        ]

    ],

    50,

    35,

    80,

    50,

    90,

    30

]