[

    "bronzor",

    436,

    [

        "steel",

        "psychic"

    ],

    [

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Confusión",

            "special",

            "psychic",

            50,

            100,

            25,

            "Débil ataque telequinético que puede causar confusión."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Hipnosis",

            "special",

            "psychic",

            0,

            60,

            20,

            "Ataque hipnótico que hace dormir profundamente al objetivo."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            0,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            0,

            0,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            0,

            0,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Comesueños",

            "special",

            "psychic",

            100,

            100,

            15,

            "Restaura al usuario la mitad del daño causado a un objetivo dormido."

        ],

        [

            "Destello",

            "special",

            "normal",

            0,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Psicoonda",

            "special",

            "psychic",

            0,

            100,

            15,

            "Ataque con una onda de energía de intensidad variable."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Finta",

            "physical",

            "dark",

            60,

            0,

            20,

            "Engaña al objetivo para acercarse y dar un puñetazo que no falla."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            0,

            0,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Rodar",

            "physical",

            "rock",

            30,

            90,

            20,

            "El atacante rueda contra el objetivo durante cinco turnos, cada vez con mayor fuerza."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            0,

            0,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            0,

            0,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            0,

            0,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Poder Pasado",

            "special",

            "rock",

            60,

            100,

            5,

            "Ataque prehistórico que puede subir todas las características."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Premonición",

            "special",

            "psychic",

            120,

            100,

            10,

            "Concentra energía psíquica para golpear al objetivo dos turnos después."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            0,

            0,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Truco",

            "special",

            "psychic",

            0,

            100,

            10,

            "Engaña al objetivo desprevenido e intercambia objetos."

        ],

        [

            "Reciclaje",

            "special",

            "normal",

            0,

            0,

            10,

            "Recicla y así recupera un objeto equipado de un solo uso que ya haya sido empleado durante el combate."

        ],

        [

            "Intercambio",

            "special",

            "psychic",

            0,

            0,

            10,

            "Usa el poder psíquico para intercambiar habilidades con el objetivo."

        ],

        [

            "Sellar",

            "special",

            "psychic",

            0,

            0,

            10,

            "Impide a los contrincantes usar ataques conocidos por el usuario durante el combate."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Eco Metálico",

            "special",

            "steel",

            0,

            85,

            40,

            "Horrible chirrido metálico que baja mucho la Defensa Especial del objetivo."

        ],

        [

            "Doble Rayo",

            "special",

            "bug",

            75,

            100,

            15,

            "Ataca con un rayo de luz siniestro. Puede confundir al objetivo."

        ],

        [

            "Paranormal",

            "special",

            "psychic",

            80,

            100,

            20,

            "Energía muy extraña que puede hacer retroceder al objetivo."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            0,

            0,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Paz Mental",

            "special",

            "psychic",

            0,

            0,

            20,

            "Aumenta la concentración y calma el espíritu para subir el Ataque Especial y la Defensa Especial."

        ],

        [

            "Pedrada",

            "physical",

            "rock",

            25,

            90,

            10,

            "Lanza pedruscos al objetivo de dos a cinco veces consecutivas."

        ],

        [

            "Gravedad",

            "special",

            "psychic",

            0,

            0,

            5,

            "La gravedad aumenta durante cinco turnos, lo que impide acciones que impliquen volar o levitar."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            0,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            0,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Anticura",

            "special",

            "psychic",

            0,

            100,

            15,

            "Impide al objetivo usar movimientos, habilidades y objetos equipados que recuperan PS durante cinco turnos."

        ],

        [

            "Cambiafuerza",

            "special",

            "psychic",

            0,

            0,

            10,

            "El usuario emplea su poder mental para intercambiar los cambios en Ataque y Ataque Especial con el objetivo."

        ],

        [

            "Cambiadefensa",

            "special",

            "psychic",

            0,

            0,

            10,

            "El usuario emplea su poder mental para intercambiar los cambios en Defensa y Defensa Especial con el objetivo."

        ],

        [

            "Pulimento",

            "special",

            "rock",

            0,

            0,

            20,

            "Reduce la resistencia puliendo su cuerpo. Aumenta la Velocidad considerablemente."

        ],

        [

            "Joya de Luz",

            "special",

            "rock",

            80,

            100,

            20,

            "Ataca con un rayo de luz que centellea como si lo formaran miles de joyas."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Foco Resplandor",

            "special",

            "steel",

            80,

            100,

            10,

            "El usuario concentra toda la luz del cuerpo y la libera. Puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Espacio Raro",

            "special",

            "psychic",

            0,

            0,

            5,

            "Se crea un espacio extraño en el que los Pokémon lentos se mueven primero durante cinco turnos."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            0,

            0,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            0,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Rayo Carga",

            "special",

            "electric",

            50,

            90,

            10,

            "Lanza un rayo eléctrico contra el objetivo. Puede subir el Ataque Especial de quien lo usa."

        ],

        [

            "Zona Extraña",

            "special",

            "psychic",

            0,

            0,

            10,

            "Crea una zona misteriosa donde se intercambian la Defensa y la Defensa Especial de todos los Pokémon durante cinco turnos."

        ],

        [

            "Psicocarga",

            "special",

            "psychic",

            80,

            100,

            10,

            "Crea una onda psíquica que causa daño físico al objetivo."

        ],

        [

            "Telequinesis",

            "special",

            "psychic",

            0,

            0,

            15,

            "El usuario emplea su poder mental para hacer flotar al objetivo, y lo convierte en un blanco fácil durante tres turnos."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            0,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Poder Reserva",

            "special",

            "psychic",

            20,

            100,

            10,

            "Acumula poder para golpear. Cuanto más suban las características del usuario, mayor será el daño."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            0,

            0,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Infortunio",

            "special",

            "ghost",

            65,

            100,

            10,

            "Ataque que causa un gran daño a los objetivos que sufren problemas de estado."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Campo Psíquico",

            "special",

            "psychic",

            0,

            0,

            10,

            "Durante cinco turnos, se potencian los movimientos de tipo Psíquico y los Pokémon que están en el suelo quedan protegidos contra movimientos con prioridad."

        ],

        [

            "Cambiavelocidad",

            "special",

            "psychic",

            0,

            0,

            10,

            "Intercambia su Velocidad por la del oponente."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Metaláser",

            "special",

            "steel",

            140,

            95,

            5,

            "Utiliza el acero de su cuerpo para disparar un potente rayo. También hiere al agresor."

        ],

        [

            "Vasta Fuerza",

            "special",

            "psychic",

            80,

            100,

            10,

            "El usuario ataca al objetivo con sus poderes psíquicos. Cuando se usa en conjunción con un campo psíquico, aumenta su potencia e inflige daño a todos los rivales."

        ],

        [

            "Allanador Férreo",

            "physical",

            "steel",

            130,

            100,

            5,

            "El usuario lanza su ataque y destruye el campo activo en el terreno de combate, y falla si no hay ninguno en ese momento."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "ice",

            80,

            100,

            15,

            ""

        ]

    ],

    57,

    24,

    86,

    24,

    86,

    23

]