[

    "regigigas",

    486,

    [

        "normal"

    ],

    [

        [

            "Destructor",

            "physical",

            "normal",

            40,

            100,

            35,

            "Golpea con las patas o la cola."

        ],

        [

            "Megapuño",

            "physical",

            "normal",

            80,

            85,

            20,

            "Un puñetazo de gran potencia."

        ],

        [

            "Puño Fuego",

            "physical",

            "fire",

            75,

            100,

            15,

            "Puñetazo ardiente. Puede quemar."

        ],

        [

            "Puño Hielo",

            "physical",

            "ice",

            75,

            100,

            15,

            "Puñetazo helado. Puede congelar."

        ],

        [

            "Puño Trueno",

            "physical",

            "electric",

            75,

            100,

            15,

            "Puñetazo eléctrico. Puede paralizar."

        ],

        [

            "Pisotón",

            "physical",

            "normal",

            65,

            100,

            20,

            "Tremendo pisotón que puede hacer retroceder al objetivo."

        ],

        [

            "Megapatada",

            "physical",

            "normal",

            120,

            75,

            5,

            "Patada de extrema fuerza."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Fuerza",

            "physical",

            "normal",

            80,

            100,

            15,

            "Potente puñetazo. Fuera de combate sirve para mover rocas."

        ],

        [

            "Rayo",

            "special",

            "electric",

            90,

            100,

            15,

            "Potente ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Onda Trueno",

            "special",

            "electric",

            null,

            90,

            20,

            "Una ligera descarga que paraliza al objetivo si lo alcanza."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            null,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Puño Mareo",

            "physical",

            "normal",

            70,

            100,

            10,

            "Rítmicos puñetazos que pueden causar confusión."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Profecía",

            "special",

            "normal",

            null,

            null,

            40,

            "Permite atacar con cualquier movimiento a objetivos de tipo Fantasma y golpear a Pokémon evasivos."

        ],

        [

            "Viento Hielo",

            "special",

            "ice",

            55,

            95,

            15,

            "Ataque con aire helado que baja la Velocidad de los rivales."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            null,

            null,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            null,

            null,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            null,

            null,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Poder Pasado",

            "special",

            "rock",

            60,

            100,

            5,

            "Ataque prehistórico que puede subir todas las características."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Puño Certero",

            "physical",

            "fighting",

            150,

            100,

            20,

            "Se concentra para dar un puñetazo. Falla si se sufre un golpe antes de su uso."

        ],

        [

            "Adaptación",

            "special",

            "normal",

            null,

            null,

            20,

            "Usa el poder de la naturaleza para atacar. Su efecto varía según el entorno de combate."

        ],

        [

            "Fuerza Bruta",

            "physical",

            "fighting",

            120,

            100,

            5,

            "Ataque de gran potencia, pero que reduce el Ataque y la Defensa del agresor."

        ],

        [

            "Desquite",

            "physical",

            "fighting",

            60,

            100,

            10,

            "Ataque que produce el doble de daño si el usuario es herido en el mismo turno."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            null,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Bloqueo",

            "special",

            "normal",

            null,

            null,

            5,

            "Le corta el paso al objetivo para que no pueda escapar."

        ],

        [

            "Onda Voltio",

            "special",

            "electric",

            60,

            null,

            20,

            "Ataque eléctrico muy rápido e ineludible."

        ],

        [

            "Gravedad",

            "special",

            "psychic",

            null,

            null,

            5,

            "La gravedad aumenta durante cinco turnos, lo que impide acciones que impliquen volar o levitar."

        ],

        [

            "Machada",

            "physical",

            "fighting",

            100,

            90,

            10,

            "Gira con fuerza el puño y da un gran golpe. No obstante, baja la Velocidad."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            null,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            null,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Pulimento",

            "special",

            "rock",

            null,

            null,

            20,

            "Reduce la resistencia puliendo su cuerpo. Aumenta la Velocidad considerablemente."

        ],

        [

            "Puño Drenaje",

            "physical",

            "fighting",

            75,

            100,

            10,

            "Un golpe que drena energía. El Pokémon recupera la mitad de los PS arrebatados al objetivo."

        ],

        [

            "Onda Certera",

            "special",

            "fighting",

            120,

            70,

            5,

            "Agudiza la concentración mental y libera su poder. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Alud",

            "physical",

            "ice",

            60,

            100,

            10,

            "Este ataque inflige el doble de daño a un objetivo que haya golpeado al usuario en ese mismo turno."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Treparrocas",

            "physical",

            "normal",

            90,

            85,

            20,

            "Ataca con una gran embestida. Puede confundir al objetivo."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Agarrón",

            "physical",

            "normal",

            null,

            100,

            5,

            "Estruja al objetivo con gran fuerza. Cuantos más PS le queden al objetivo, más fuerte será el ataque."

        ],

        [

            "Vastaguardia",

            "special",

            "rock",

            null,

            null,

            10,

            "Bloquea los ataques de objetivo múltiple lanzados contra tu equipo durante un turno."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            null,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Represalia",

            "physical",

            "normal",

            70,

            100,

            5,

            "Venga a los amigos derrotados. Si en el turno anterior han derrotado a uno, la potencia del ataque aumentará."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Golpe Calor",

            "physical",

            "fire",

            null,

            100,

            10,

            "El usuario ataca con su cuerpo ardiente. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Puño Incremento",

            "physical",

            "fighting",

            40,

            100,

            20,

            "Cada vez que golpea a un oponente se endurecen sus puños. Si acierta al objetivo, el Ataque del usuario aumenta."

        ],

        [

            "Lariat Oscuro",

            "physical",

            "dark",

            85,

            100,

            10,

            "Gira sobre sí mismo y golpea al oponente con ambos brazos. Ignora los cambios en las características del objetivo."

        ],

        [

            "Fuerza Equina",

            "physical",

            "ground",

            95,

            95,

            10,

            "Asesta un golpe devastador usando todo su cuerpo."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Pulso de Campo",

            "special",

            "normal",

            50,

            100,

            10,

            "El usuario ataca aprovechando la energía del campo activo, que determina tanto el tipo como la potencia del movimiento."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "Prensa Metálica",

            "physical",

            "steel",

            0,

            100,

            10,

            ""

        ]

    ],

    110,

    160,

    110,

    80,

    110,

    100

]