[

    "roaring-moon",

    1005,

    [

        "dragon",

        "dark"

    ],

    [

        [

            "Vuelo",

            "physical",

            "flying",

            90,

            95,

            15,

            "Primer turno: vuela. Segundo turno: ataca. Fuera de combate, permite ir a sitios ya conocidos."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Malicioso",

            "special",

            "normal",

            null,

            100,

            30,

            "Intimida a los rivales para bajar su Defensa."

        ],

        [

            "Mordisco",

            "physical",

            "dark",

            60,

            100,

            25,

            "Un voraz bocado que puede hacer retroceder al objetivo."

        ],

        [

            "Rugido",

            "special",

            "normal",

            null,

            null,

            20,

            "Se lleva al objetivo, que es cambiado por otro Pokémon. Si es un Pokémon salvaje, acaba el combate."

        ],

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Hidrobomba",

            "special",

            "water",

            110,

            80,

            5,

            "Lanza una gran masa de agua a presión para atacar."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Giro Fuego",

            "special",

            "fire",

            35,

            85,

            15,

            "Un aro de fuego que atrapa al objetivo de cuatro a cinco turnos."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Foco Energía",

            "special",

            "normal",

            null,

            null,

            30,

            "Concentra energía para aumentar las posibilidades de un golpe crítico."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            null,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Enfado",

            "physical",

            "dragon",

            120,

            100,

            10,

            "Ataca de dos a tres turnos y acaba confundiendo al agresor."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Dragoaliento",

            "special",

            "dragon",

            60,

            100,

            20,

            "Poderosa ráfaga de aliento que golpea al objetivo y puede paralizarlo."

        ],

        [

            "Garra Metal",

            "physical",

            "steel",

            50,

            95,

            35,

            "Ataque con garras de acero que puede aumentar el Ataque del usuario."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Triturar",

            "physical",

            "dark",

            80,

            100,

            15,

            "Tritura con afilados colmillos y puede bajar la Defensa del objetivo."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Mofa",

            "special",

            "dark",

            null,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Vozarrón",

            "special",

            "normal",

            90,

            100,

            10,

            "Grito desgarrador que inflige daño al objetivo."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            null,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Garra Dragón",

            "physical",

            "dragon",

            80,

            100,

            15,

            "Araña al objetivo con garras afiladas."

        ],

        [

            "Danza Dragón",

            "special",

            "dragon",

            null,

            null,

            20,

            "Danza mística que sube el Ataque y la Velocidad."

        ],

        [

            "Respiro",

            "special",

            "flying",

            null,

            null,

            5,

            "Aterriza sobre la superficie para descansar. Recupera hasta la mitad del total de sus PS."

        ],

        [

            "Viento Afín",

            "special",

            "flying",

            null,

            null,

            15,

            "Crea un fuerte remolino que aumenta la Velocidad de los Pokémon de tu equipo durante cuatro turnos."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Pulso Umbrío",

            "special",

            "dark",

            80,

            100,

            15,

            "Libera una horrible aura llena de malos pensamientos y puede hacer retroceder al objetivo."

        ],

        [

            "Tajo Umbrío",

            "physical",

            "dark",

            70,

            100,

            15,

            "Ataca al objetivo a la primera oportunidad. Suele ser crítico."

        ],

        [

            "Tajo Aéreo",

            "special",

            "flying",

            75,

            95,

            15,

            "Ataca con una hoja de aire que incluso corta el cielo. También puede hacer retroceder al objetivo."

        ],

        [

            "Tijera X",

            "physical",

            "bug",

            80,

            100,

            15,

            "Cruza las guadañas o las garras para atacar al objetivo como si fueran unas tijeras."

        ],

        [

            "Pulso Dragón",

            "special",

            "dragon",

            85,

            100,

            10,

            "Abre mucho la boca y libera una onda de choque que ataca al objetivo."

        ],

        [

            "Carga Dragón",

            "physical",

            "dragon",

            100,

            75,

            10,

            "Ataca de forma brutal mientras intimida al objetivo. También puede hacerlo retroceder."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Garra Umbría",

            "physical",

            "ghost",

            70,

            100,

            15,

            "Ataca con una garra afilada hecha de sombras. Suele ser crítico."

        ],

        [

            "Colmillo Rayo",

            "physical",

            "electric",

            65,

            95,

            15,

            "Usa colmillos electrificados para morder. Puede hacer que el objetivo retroceda o se paralice."

        ],

        [

            "Colmillo Ígneo",

            "physical",

            "fire",

            65,

            95,

            15,

            "Usa colmillos en llamas para morder. Puede hacer que el objetivo retroceda o reciba quemaduras."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Cometa Draco",

            "special",

            "dragon",

            130,

            90,

            5,

            "Hace que grandes cometas caigan del cielo sobre el objetivo. Baja mucho el Ataque Especial del que lo usa."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Calcinación",

            "special",

            "fire",

            60,

            100,

            15,

            "Llamas que golpean a los objetivos adyacentes. Si estos llevan bayas u otros objetos, estos se quemarán y ya no se podrán usar."

        ],

        [

            "Acróbata",

            "physical",

            "flying",

            55,

            100,

            15,

            "Golpea ágilmente. Si el usuario no porta ningún objeto, el objetivo resulta seriamente dañado."

        ],

        [

            "Cola Dragón",

            "physical",

            "dragon",

            60,

            90,

            10,

            "Ataca al objetivo y lo obliga a cambiarse por otro Pokémon. Si es uno salvaje, acaba el combate."

        ],

        [

            "Vendaval",

            "special",

            "flying",

            110,

            70,

            10,

            "Golpea al objetivo con un fuerte torbellino que envuelve al rival y puede confundirlo."

        ],

        [

            "Alarido",

            "special",

            "dark",

            55,

            95,

            15,

            "Ataca con un chillido desagradable que baja el Ataque Especial del rival."

        ],

        [

            "Golpe Mordaza",

            "physical",

            "dark",

            80,

            100,

            15,

            "Inflige al rival un dolor tan abrumador que le impide utilizar durante dos turnos ataques que se sirven del sonido."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Presa Maxilar",

            "physical",

            "dark",

            80,

            100,

            10,

            "Impide que tanto el atacante como el defensor puedan ser intercambiados hasta que uno de ellos se debilite o abandone el terreno de combate."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Vasto Impacto",

            "physical",

            "dragon",

            60,

            100,

            15,

            "El usuario sacude violentamente su enorme cola para golpear a todos los rivales y reducir su Ataque a la par."

        ],

        [

            "Ráfaga Escamas",

            "physical",

            "dragon",

            25,

            90,

            20,

            "Lanza escamas al objetivo de dos a cinco veces seguidas. Aumenta la Velocidad del usuario, pero reduce su Defensa."

        ],

        [

            "Desahogo",

            "physical",

            "dark",

            75,

            100,

            5,

            "Ataca al rival presa de la rabia. Si el usuario ha sufrido una reducción de características en ese turno, la potencia del movimiento se duplica."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "Bramido Dragón",

            "special",

            "dragon",

            0,

            0,

            15,

            ""

        ]

    ],

    105,

    139,

    71,

    55,

    101,

    119

]