[

    "roggenrola",

    524,

    [

        "rock"

    ],

    [

        [

            "Ataque Arena",

            "special",

            "ground",

            0,

            100,

            15,

            "Arroja arena a la cara y baja la Precisión."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Fuerza",

            "physical",

            "normal",

            80,

            100,

            15,

            "Potente puñetazo. Fuera de combate sirve para mover rocas."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Fortaleza",

            "special",

            "normal",

            0,

            0,

            30,

            "Tensa la musculatura del usuario para aumentar la Defensa."

        ],

        [

            "Explosión",

            "physical",

            "normal",

            250,

            100,

            5,

            "El atacante causa una grandísima explosión y hiere a todos a su alrededor. El usuario se debilita de inmediato."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Fijar Blanco",

            "special",

            "normal",

            0,

            0,

            5,

            "Fija el blanco para que el siguiente ataque no falle."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            0,

            0,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Magnitud",

            "physical",

            "ground",

            0,

            100,

            30,

            "Sacudida sísmica de intensidad variable que afecta a todos los Pokémon a su alrededor."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Adaptación",

            "special",

            "normal",

            0,

            0,

            20,

            "Usa el poder de la naturaleza para atacar. Su efecto varía según el entorno de combate."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Bucle Arena",

            "physical",

            "ground",

            35,

            85,

            15,

            "Enreda al objetivo en un remolino de arena de cuatro a cinco turnos."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            0,

            0,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Bloqueo",

            "special",

            "normal",

            0,

            0,

            5,

            "Le corta el paso al objetivo para que no pueda escapar."

        ],

        [

            "Pedrada",

            "physical",

            "rock",

            25,

            90,

            10,

            "Lanza pedruscos al objetivo de dos a cinco veces consecutivas."

        ],

        [

            "Gravedad",

            "special",

            "psychic",

            0,

            0,

            5,

            "La gravedad aumenta durante cinco turnos, lo que impide acciones que impliquen volar o levitar."

        ],

        [

            "Pulimento",

            "special",

            "rock",

            0,

            0,

            20,

            "Reduce la resistencia puliendo su cuerpo. Aumenta la Velocidad considerablemente."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Foco Resplandor",

            "special",

            "steel",

            80,

            100,

            10,

            "El usuario concentra toda la luz del cuerpo y la libera. Puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            0,

            0,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Vastaguardia",

            "special",

            "rock",

            0,

            0,

            10,

            "Bloquea los ataques de objetivo múltiple lanzados contra tu equipo durante un turno."

        ],

        [

            "Aligerar",

            "special",

            "steel",

            0,

            0,

            15,

            "El usuario se sacude para hacerse más ligero y aumentar mucho su Velocidad."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            0,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Rayo Meteórico",

            "special",

            "rock",

            120,

            90,

            10,

            "El usuario dedica el primer turno a aumentar su Ataque Especial acumulando energía cósmica y lanza su ofensiva contra el objetivo en el segundo."

        ]

    ],

    55,

    75,

    85,

    25,

    25,

    15

]