[

    "mantine",

    226,

    [

        "water",

        "flying"

    ],

    [

        [

            "Ataque Ala",

            "physical",

            "flying",

            60,

            100,

            35,

            "Golpea al objetivo con unas grandes alas."

        ],

        [

            "Atizar",

            "physical",

            "normal",

            80,

            75,

            20,

            "Golpea con las extremidades."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Supersónico",

            "special",

            "normal",

            null,

            55,

            20,

            "Raras ondas sónicas que confunden al objetivo."

        ],

        [

            "Pistola Agua",

            "special",

            "water",

            40,

            100,

            25,

            "Ataca disparando agua con gran potencia."

        ],

        [

            "Hidrobomba",

            "special",

            "water",

            110,

            80,

            5,

            "Lanza una gran masa de agua a presión para atacar."

        ],

        [

            "Surf",

            "special",

            "water",

            90,

            100,

            15,

            "Inunda el campo de batalla con una ola gigante. Fuera de batalla sirve para moverse sobre el agua."

        ],

        [

            "Rayo Hielo",

            "special",

            "ice",

            90,

            100,

            10,

            "Rayo de hielo que puede llegar a congelar."

        ],

        [

            "Ventisca",

            "special",

            "ice",

            110,

            70,

            5,

            "Tormenta de hielo que puede llegar a congelar."

        ],

        [

            "Psicorrayo",

            "special",

            "psychic",

            65,

            100,

            20,

            "Extraño rayo que puede causar confusión."

        ],

        [

            "Rayo Burbuja",

            "special",

            "water",

            65,

            100,

            20,

            "Diluvio de burbujas que puede bajar la Velocidad."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Disparo Demora",

            "special",

            "bug",

            null,

            95,

            40,

            "Lanza seda a los rivales y reduce mucho su Velocidad."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            null,

            null,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Mimético",

            "special",

            "normal",

            null,

            null,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            null,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Niebla",

            "special",

            "ice",

            null,

            null,

            30,

            "Neblina que elimina los cambios de características de todos los Pokémon en combate."

        ],

        [

            "Cascada",

            "physical",

            "water",

            80,

            100,

            15,

            "Embiste con un gran impulso que puede hacer retroceder. También sirve para remontar cascadas."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Amnesia",

            "special",

            "psychic",

            null,

            null,

            20,

            "El usuario olvida sus preocupaciones y aumenta mucho la Defensa Especial."

        ],

        [

            "Burbuja",

            "special",

            "water",

            40,

            100,

            30,

            "Lanza burbujas a los contrincantes y puede reducir su Velocidad."

        ],

        [

            "Salpicadura",

            "special",

            "normal",

            null,

            null,

            40,

            "No tiene ningún efecto. Solo salpica."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            null,

            null,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Viento Hielo",

            "special",

            "ice",

            55,

            95,

            15,

            "Ataque con aire helado que baja la Velocidad de los rivales."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Ciclón",

            "special",

            "dragon",

            40,

            100,

            20,

            "Crea un violento tornado para hacer trizas al enemigo. Puede hacerlo retroceder."

        ],

        [

            "Danza Lluvia",

            "special",

            "water",

            null,

            null,

            5,

            "Genera una fuerte lluvia que refuerza los movimientos de tipo Agua durante cinco turnos."

        ],

        [

            "Manto Espejo",

            "special",

            "psychic",

            null,

            100,

            20,

            "Responde a un ataque especial ocasionando el doble del daño recibido."

        ],

        [

            "Torbellino",

            "special",

            "water",

            35,

            85,

            15,

            "Una tromba de agua atrapa al objetivo durante cuatro o cinco turnos."

        ],

        [

            "Granizo",

            "special",

            "ice",

            null,

            null,

            10,

            "Tormenta de granizo que dura cinco turnos. Hiere a todos, excepto a los de tipo Hielo."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Buceo",

            "physical",

            "water",

            80,

            100,

            10,

            "El usuario se sumerge en el primer turno y ataca en el segundo."

        ],

        [

            "Chapoteo Lodo",

            "special",

            "ground",

            null,

            null,

            15,

            "El usuario esparce lodo a su alrededor, lo que debilita los movimientos de tipo Eléctrico durante cinco turnos."

        ],

        [

            "Aire Afilado",

            "special",

            "flying",

            60,

            95,

            25,

            "Viento cortante que azota. Suele ser un golpe crítico."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Doble Rayo",

            "special",

            "bug",

            75,

            100,

            15,

            "Ataca con un rayo de luz siniestro. Puede confundir al objetivo."

        ],

        [

            "Semilladora",

            "physical",

            "grass",

            25,

            100,

            30,

            "Dispara rápido de dos a cinco ráfagas de semillas de manera consecutiva."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            null,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Bote",

            "physical",

            "flying",

            85,

            85,

            5,

            "Primer turno: bota. Segundo turno: golpea. Puede paralizar."

        ],

        [

            "Hidrochorro",

            "special",

            "water",

            null,

            null,

            15,

            "El usuario se empapa en agua, lo que debilita los movimientos de tipo Fuego durante cinco turnos."

        ],

        [

            "Pedrada",

            "physical",

            "rock",

            25,

            90,

            10,

            "Lanza pedruscos al objetivo de dos a cinco veces consecutivas."

        ],

        [

            "Hidropulso",

            "special",

            "water",

            60,

            100,

            20,

            "Ataca con un potente chorro de agua. Puede confundir al objetivo."

        ],

        [

            "Respiro",

            "special",

            "flying",

            null,

            null,

            5,

            "Aterriza sobre la superficie para descansar. Recupera hasta la mitad del total de sus PS."

        ],

        [

            "Salmuera",

            "special",

            "water",

            65,

            100,

            10,

            "Si al objetivo le queda la mitad o menos de sus PS, el ataque será el doble de fuerte."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            null,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Viento Afín",

            "special",

            "flying",

            null,

            null,

            15,

            "Crea un fuerte remolino que aumenta la Velocidad de los Pokémon de tu equipo durante cuatro turnos."

        ],

        [

            "Buena Baza",

            "physical",

            "dark",

            60,

            100,

            10,

            "Si el objetivo ya ha sufrido daño en ese turno, la fuerza del ataque se duplica."

        ],

        [

            "Acua Aro",

            "special",

            "water",

            null,

            null,

            20,

            "Un manto de agua cubre al Pokémon que lo usa. Recupera algunos PS en cada turno."

        ],

        [

            "Acua Cola",

            "physical",

            "water",

            90,

            90,

            10,

            "Ataca agitando la cola como si fuera una ola rabiosa en una tormenta devastadora."

        ],

        [

            "Bomba Germen",

            "physical",

            "grass",

            80,

            100,

            15,

            "Lanza al objetivo una descarga de semillas explosivas desde arriba."

        ],

        [

            "Tajo Aéreo",

            "special",

            "flying",

            75,

            95,

            15,

            "Ataca con una hoja de aire que incluso corta el cielo. También puede hacer retroceder al objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Despejar",

            "special",

            "flying",

            null,

            null,

            15,

            "Potente viento que barre el Reflejo o Pantalla de Luz del objetivo y puede reducir su Evasión."

        ],

        [

            "Lanzamugre",

            "physical",

            "poison",

            120,

            80,

            5,

            "Lanza contra el objetivo basura asquerosa. Puede envenenar al objetivo."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Seducción",

            "special",

            "normal",

            null,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Vastaguardia",

            "special",

            "rock",

            null,

            null,

            10,

            "Bloquea los ataques de objetivo múltiple lanzados contra tu equipo durante un turno."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Escaldar",

            "special",

            "water",

            80,

            100,

            15,

            "Ataca arrojando agua hirviendo al objetivo. Puede causar quemaduras."

        ],

        [

            "Acróbata",

            "physical",

            "flying",

            55,

            100,

            15,

            "Golpea ágilmente. Si el usuario no porta ningún objeto, el objetivo resulta seriamente dañado."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Vendaval",

            "special",

            "flying",

            110,

            70,

            10,

            "Golpea al objetivo con un fuerte torbellino que envuelve al rival y puede confundirlo."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Hidroariete",

            "physical",

            "water",

            85,

            100,

            10,

            "Ataca golpeando gracias a la fuerza del agua. También puede reducir la Defensa del objetivo."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Ala Bis",

            "physical",

            "flying",

            40,

            90,

            10,

            "Ataca al adversario golpeándolo dos veces con las alas."

        ]

    ],

    85,

    40,

    70,

    80,

    140,

    70

]