[

    "archaludon",

    1018,

    [

        "steel",

        "dragon"

    ],

    [

        [

            "Danza Espada",

            "special",

            "normal",

            null,

            null,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Malicioso",

            "special",

            "normal",

            null,

            100,

            30,

            "Intimida a los rivales para bajar su Defensa."

        ],

        [

            "Rugido",

            "special",

            "normal",

            null,

            null,

            20,

            "Se lleva al objetivo, que es cambiado por otro Pokémon. Si es un Pokémon salvaje, acaba el combate."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Rayo",

            "special",

            "electric",

            90,

            100,

            15,

            "Potente ataque eléctrico que puede paralizar al objetivo."

        ],

        [

            "Onda Trueno",

            "special",

            "electric",

            null,

            90,

            20,

            "Una ligera descarga que paraliza al objetivo si lo alcanza."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            null,

            null,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            null,

            null,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Foco Energía",

            "special",

            "normal",

            null,

            null,

            30,

            "Concentra energía para aumentar las posibilidades de un golpe crítico."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Cuchillada",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con cuchillas o con pinzas. Suele dar un golpe crítico."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            null,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Enfado",

            "physical",

            "dragon",

            120,

            100,

            10,

            "Ataca de dos a tres turnos y acaba confundiendo al agresor."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Garra Metal",

            "physical",

            "steel",

            50,

            95,

            35,

            "Ataque con garras de acero que puede aumentar el Ataque del usuario."

        ],

        [

            "Manto Espejo",

            "special",

            "psychic",

            null,

            100,

            20,

            "Responde a un ataque especial ocasionando el doble del daño recibido."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Demolición",

            "physical",

            "fighting",

            75,

            100,

            15,

            "Potente ataque que también es capaz de destruir barreras como Pantalla de Luz y Reflejo."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Eco Metálico",

            "special",

            "steel",

            null,

            85,

            40,

            "Horrible chirrido metálico que baja mucho la Defensa Especial del objetivo."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            null,

            null,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Garra Dragón",

            "physical",

            "dragon",

            80,

            100,

            15,

            "Araña al objetivo con garras afiladas."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            null,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Represión Metal",

            "physical",

            "steel",

            null,

            100,

            10,

            "Devuelve al objetivo el último ataque recibido, pero con mucha más fuerza."

        ],

        [

            "Esfera Aural",

            "special",

            "fighting",

            80,

            null,

            20,

            "Libera una descarga de la fuerza del aura desde su interior. Es infalible."

        ],

        [

            "Pulso Umbrío",

            "special",

            "dark",

            80,

            100,

            15,

            "Libera una horrible aura llena de malos pensamientos y puede hacer retroceder al objetivo."

        ],

        [

            "Tajo Umbrío",

            "physical",

            "dark",

            70,

            100,

            15,

            "Ataca al objetivo a la primera oportunidad. Suele ser crítico."

        ],

        [

            "Pulso Dragón",

            "special",

            "dragon",

            85,

            100,

            10,

            "Abre mucho la boca y libera una onda de choque que ataca al objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Foco Resplandor",

            "special",

            "steel",

            80,

            100,

            10,

            "El usuario concentra toda la luz del cuerpo y la libera. Puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Cometa Draco",

            "special",

            "dragon",

            130,

            90,

            5,

            "Hace que grandes cometas caigan del cielo sobre el objetivo. Baja mucho el Ataque Especial del que lo usa."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            null,

            null,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Afilagarras",

            "special",

            "dark",

            null,

            null,

            15,

            "El usuario se afila las garras para aumentar su Ataque y Precisión."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            null,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Juego Sucio",

            "physical",

            "dark",

            95,

            100,

            15,

            "El usuario emplea la fuerza del objetivo para atacarlo. Cuanto mayor es el Ataque del objetivo, más daño provoca."

        ],

        [

            "Cola Dragón",

            "physical",

            "dragon",

            60,

            90,

            10,

            "Ataca al objetivo y lo obliga a cambiarse por otro Pokémon. Si es uno salvaje, acaba el combate."

        ],

        [

            "Alarido",

            "special",

            "dark",

            55,

            95,

            15,

            "Ataca con un chillido desagradable que baja el Ataque Especial del rival."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Vasto Impacto",

            "physical",

            "dragon",

            60,

            100,

            15,

            "El usuario sacude violentamente su enorme cola para golpear a todos los rivales y reducir su Ataque a la par."

        ],

        [

            "Metaláser",

            "special",

            "steel",

            140,

            95,

            5,

            "Utiliza el acero de su cuerpo para disparar un potente rayo. También hiere al agresor."

        ],

        [

            "Rayo Meteórico",

            "special",

            "rock",

            120,

            90,

            10,

            "El usuario dedica el primer turno a aumentar su Ataque Especial acumulando energía cósmica y lanza su ofensiva contra el objetivo en el segundo."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "Electrorrayo",

            "special",

            "electric",

            130,

            100,

            10,

            ""

        ],

        [

            "Prensa Metálica",

            "physical",

            "steel",

            0,

            100,

            10,

            ""

        ],

        [

            "Bramido Dragón",

            "special",

            "dragon",

            0,

            0,

            15,

            ""

        ]

    ],

    90,

    105,

    130,

    125,

    65,

    85

]