[

    "iron-treads",

    990,

    [

        "ground",

        "steel"

    ],

    [

        [

            "Cornada",

            "physical",

            "normal",

            65,

            100,

            25,

            "Ataca al objetivo con una cornada."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Trueno",

            "special",

            "electric",

            110,

            70,

            10,

            "Un poderoso rayo que daña al objetivo y puede paralizarlo."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Rizo Defensa",

            "special",

            "normal",

            null,

            null,

            40,

            "Se enrosca para ocultar su punto débil. Sube la Defensa."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            null,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            null,

            null,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Rodar",

            "physical",

            "rock",

            30,

            90,

            20,

            "El atacante rueda contra el objetivo durante cinco turnos, cada vez con mayor fuerza."

        ],

        [

            "Megacuerno",

            "physical",

            "bug",

            120,

            85,

            10,

            "Violenta embestida con cuernos imponentes."

        ],

        [

            "Giro Rápido",

            "physical",

            "normal",

            50,

            100,

            40,

            "Ataque giratorio que puede eliminar movimientos como Atadura, Constricción, Drenadoras y Púas."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Esfuerzo",

            "physical",

            "normal",

            null,

            100,

            5,

            "Reduce los PS del objetivo para que igualen a los del atacante."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Eco Metálico",

            "special",

            "steel",

            null,

            85,

            40,

            "Horrible chirrido metálico que baja mucho la Defensa Especial del objetivo."

        ],

        [

            "Defensa Férrea",

            "special",

            "steel",

            null,

            null,

            15,

            "Fortalece el cuerpo como si fuera de hierro y sube mucho la Defensa."

        ],

        [

            "Disparo Lodo",

            "special",

            "ground",

            55,

            95,

            15,

            "El usuario lanza lodo al objetivo y reduce su Velocidad."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            null,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Colmillo Rayo",

            "physical",

            "electric",

            65,

            95,

            15,

            "Usa colmillos electrificados para morder. Puede hacer que el objetivo retroceda o se paralice."

        ],

        [

            "Colmillo Hielo",

            "physical",

            "ice",

            65,

            95,

            15,

            "Usa colmillos helados para morder. Puede hacer que el objetivo retroceda o se congele."

        ],

        [

            "Cabezazo Zen",

            "physical",

            "psychic",

            80,

            90,

            15,

            "Concentra su energía psíquica en la cabeza para golpear. Puede hacer que el objetivo retroceda."

        ],

        [

            "Foco Resplandor",

            "special",

            "steel",

            80,

            100,

            10,

            "El usuario concentra toda la luz del cuerpo y la libera. Puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Cabeza de Hierro",

            "physical",

            "steel",

            80,

            100,

            15,

            "Ataca con su dura cabeza de hierro. Puede hacer que el objetivo retroceda."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            null,

            null,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Cuerpo Pesado",

            "physical",

            "steel",

            null,

            100,

            10,

            "El usuario golpea con todo su cuerpo. Cuanto mayor sea su peso comparado con el del objetivo, más daño causará."

        ],

        [

            "Bola Voltio",

            "special",

            "electric",

            null,

            100,

            10,

            "Lanza una bola eléctrica. Cuanto mayor sea la Velocidad del usuario en comparación con la del objetivo, mayor será el daño causado."

        ],

        [

            "Voltiocambio",

            "special",

            "electric",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Voltio Cruel",

            "physical",

            "electric",

            90,

            100,

            15,

            "Carga eléctrica muy potente que también hiere ligeramente a quien la usa."

        ],

        [

            "Campo Eléctrico",

            "special",

            "electric",

            null,

            null,

            10,

            "Durante cinco turnos, crea un campo eléctrico en el terreno de combate que impide dormirse a los Pokémon que estén en contacto con el suelo."

        ],

        [

            "Fuerza Equina",

            "physical",

            "ground",

            95,

            95,

            10,

            "Asesta un golpe devastador usando todo su cuerpo."

        ],

        [

            "Cuerno Certero",

            "physical",

            "steel",

            70,

            null,

            10,

            "Ensarta al adversario con su afilada cornamenta. Este movimiento acierta siempre."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Plancha Corporal",

            "physical",

            "fighting",

            80,

            100,

            10,

            "El usuario usa el cuerpo para lanzar su ataque e infligir un daño directamente proporcional a su Defensa."

        ],

        [

            "Metaláser",

            "special",

            "steel",

            140,

            95,

            5,

            "Utiliza el acero de su cuerpo para disparar un potente rayo. También hiere al agresor."

        ],

        [

            "Allanador Férreo",

            "physical",

            "steel",

            130,

            100,

            5,

            "El usuario lanza su ataque y destruye el campo activo en el terreno de combate, y falla si no hay ninguno en ese momento."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "ice",

            80,

            100,

            15,

            ""

        ],

        [

            "Prensa Metálica",

            "physical",

            "steel",

            0,

            100,

            10,

            ""

        ],

        [

            "Plancha Voltaica",

            "physical",

            "electric",

            100,

            95,

            15,

            ""

        ]

    ],

    90,

    112,

    120,

    72,

    70,

    106

]