[

    "yanma",

    193,

    [

        "bug",

        "flying"

    ],

    [

        [

            "Danza Espada",

            "special",

            "normal",

            0,

            0,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Tornado",

            "special",

            "flying",

            40,

            100,

            35,

            "Crea un tornado con las alas y lo lanza contra el objetivo."

        ],

        [

            "Ataque Ala",

            "physical",

            "flying",

            60,

            100,

            35,

            "Golpea al objetivo con unas grandes alas."

        ],

        [

            "Remolino",

            "special",

            "normal",

            0,

            0,

            20,

            "Se lleva al objetivo, que es cambiado por otro Pokémon. Si es un Pokémon salvaje, acaba el combate."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Supersónico",

            "special",

            "normal",

            0,

            55,

            20,

            "Raras ondas sónicas que confunden al objetivo."

        ],

        [

            "Bomba Sónica",

            "special",

            "normal",

            0,

            90,

            20,

            "Lanza ondas de choque que restan 20 PS al objetivo."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Disparo Demora",

            "special",

            "bug",

            0,

            95,

            40,

            "Lanza seda a los rivales y reduce mucho su Velocidad."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Hipnosis",

            "special",

            "psychic",

            0,

            60,

            20,

            "Ataque hipnótico que hace dormir profundamente al objetivo."

        ],

        [

            "Ataque Rápido",

            "physical",

            "normal",

            40,

            100,

            30,

            "Ataque rápido que permite golpear en primer lugar."

        ],

        [

            "Mimético",

            "special",

            "normal",

            0,

            0,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Chirrido",

            "special",

            "normal",

            0,

            85,

            40,

            "Alarido agudo que reduce mucho la Defensa del objetivo."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            0,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Comesueños",

            "special",

            "psychic",

            100,

            100,

            15,

            "Restaura al usuario la mitad del daño causado a un objetivo dormido."

        ],

        [

            "Chupavidas",

            "physical",

            "bug",

            80,

            100,

            10,

            "Restaura al usuario la mitad del daño causado al objetivo."

        ],

        [

            "Destello",

            "special",

            "normal",

            0,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            0,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Finta",

            "physical",

            "dark",

            60,

            0,

            20,

            "Engaña al objetivo para acercarse y dar un puñetazo que no falla."

        ],

        [

            "Profecía",

            "special",

            "normal",

            0,

            0,

            40,

            "Permite atacar con cualquier movimiento a objetivos de tipo Fantasma y golpear a Pokémon evasivos."

        ],

        [

            "Detección",

            "special",

            "fighting",

            0,

            0,

            5,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Gigadrenado",

            "special",

            "grass",

            75,

            100,

            10,

            "Un ataque que absorbe nutrientes. Quien lo usa recupera la mitad de los PS del daño que produce."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Ala de Acero",

            "physical",

            "steel",

            70,

            90,

            25,

            "Alas macizas que golpean al objetivo y pueden subir la Defensa del usuario."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Persecución",

            "physical",

            "dark",

            40,

            100,

            20,

            "Hace el doble de daño al objetivo que pide el relevo."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            0,

            0,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Poder Pasado",

            "special",

            "rock",

            60,

            100,

            5,

            "Ataque prehistórico que puede subir todas las características."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Alboroto",

            "special",

            "normal",

            90,

            100,

            10,

            "Ataca de forma alborotada durante tres turnos. Mantiene despiertos a todos."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Aire Afilado",

            "special",

            "flying",

            60,

            95,

            25,

            "Viento cortante que azota. Suele ser un golpe crítico."

        ],

        [

            "Viento Plata",

            "special",

            "bug",

            60,

            100,

            5,

            "Fuerte viento con polvo de escamas. Puede subir todas las características de quien lo usa."

        ],

        [

            "Doble Rayo",

            "special",

            "bug",

            75,

            100,

            15,

            "Ataca con un rayo de luz siniestro. Puede confundir al objetivo."

        ],

        [

            "Golpe Aéreo",

            "physical",

            "flying",

            60,

            0,

            20,

            "El usuario lanza un ataque muy rápido e ineludible."

        ],

        [

            "Respiro",

            "special",

            "flying",

            0,

            0,

            5,

            "Aterriza sobre la superficie para descansar. Recupera hasta la mitad del total de sus PS."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            0,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Amago",

            "physical",

            "normal",

            30,

            100,

            10,

            "Permite golpear a objetivos que usan Protección o Detección y anula dichos movimientos."

        ],

        [

            "Viento Afín",

            "special",

            "flying",

            0,

            0,

            15,

            "Crea un fuerte remolino que aumenta la Velocidad de los Pokémon de tu equipo durante cuatro turnos."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Tajo Aéreo",

            "special",

            "flying",

            75,

            95,

            15,

            "Ataca con una hoja de aire que incluso corta el cielo. También puede hacer retroceder al objetivo."

        ],

        [

            "Zumbido",

            "special",

            "bug",

            90,

            100,

            10,

            "El movimiento de las alas crea una onda sónica dañina. También puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Despejar",

            "special",

            "flying",

            0,

            0,

            15,

            "Potente viento que barre el Reflejo o Pantalla de Luz del objetivo y puede reducir su Evasión."

        ],

        [

            "Seducción",

            "special",

            "normal",

            0,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Picadura",

            "physical",

            "bug",

            60,

            100,

            20,

            "Pica al objetivo. Si el objetivo lleva una baya, el usuario se la come y se beneficia de su efecto."

        ],

        [

            "Viento Aciago",

            "special",

            "ghost",

            60,

            100,

            5,

            "Produce un viento horripilante. Puede subir de golpe todas las características del usuario."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Estoicismo",

            "special",

            "bug",

            50,

            100,

            20,

            "El usuario opone resistencia y ataca a los oponentes. También reduce su Ataque Especial. "

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Plancha",

            "physical",

            "bug",

            80,

            100,

            15,

            "Ataca al oponente abalanzándose sobre él con todas sus fuerzas y reduce su Ataque."

        ],

        [

            "Golpe Rastrero",

            "physical",

            "bug",

            70,

            90,

            10,

            "Ataca al objetivo por la espalda de forma subrepticia y además reduce su Ataque Especial."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "bug",

            50,

            100,

            20,

            ""

        ],

        [

            "Psicorruido",

            "special",

            "psychic",

            75,

            100,

            10,

            ""

        ]

    ],

    65,

    65,

    45,

    75,

    45,

    95

]