[

    "raboot",

    814,

    [

        "fire"

    ],

    [

        [

            "Danza Espada",

            "special",

            "normal",

            null,

            null,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Doble Patada",

            "physical",

            "fighting",

            30,

            100,

            30,

            "Una patada doble. Golpea dos veces."

        ],

        [

            "Megapatada",

            "physical",

            "normal",

            120,

            75,

            5,

            "Patada de extrema fuerza."

        ],

        [

            "Ataque Arena",

            "special",

            "ground",

            null,

            100,

            15,

            "Arroja arena a la cara y baja la Precisión."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Gruñido",

            "special",

            "normal",

            null,

            100,

            40,

            "Dulce gruñido que reduce el Ataque del contrincante."

        ],

        [

            "Ascuas",

            "special",

            "fire",

            40,

            100,

            25,

            "Ataca con llamas pequeñas que pueden causar quemaduras."

        ],

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Patada Baja",

            "physical",

            "fighting",

            null,

            100,

            20,

            "Patada baja. Cuanto más pesa el objetivo, más daño causa."

        ],

        [

            "Contraataque",

            "physical",

            "fighting",

            null,

            100,

            20,

            "Devuelve un golpe físico por duplicado."

        ],

        [

            "Giro Fuego",

            "special",

            "fire",

            35,

            85,

            15,

            "Un aro de fuego que atrapa al objetivo de cuatro a cinco turnos."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            null,

            null,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Ataque Rápido",

            "physical",

            "normal",

            40,

            100,

            30,

            "Ataque rápido que permite golpear en primer lugar."

        ],

        [

            "Foco Energía",

            "special",

            "normal",

            null,

            null,

            30,

            "Concentra energía para aumentar las posibilidades de un golpe crítico."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Pat. Salto Alta",

            "physical",

            "fighting",

            130,

            90,

            10,

            "Salta muy alto y lanza una patada. Si falla, dañará al usuario."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Superdiente",

            "physical",

            "normal",

            null,

            90,

            10,

            "Finos colmillos que reducen a la mitad los PS del objetivo."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Inversión",

            "physical",

            "fighting",

            null,

            100,

            15,

            "Ataque desesperado que causa más daño cuantos  menos PS tenga el usuario."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Relevo",

            "special",

            "normal",

            null,

            null,

            40,

            "Cambia el puesto con un compañero y le pasa los cambios de características."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Mofa",

            "special",

            "dark",

            null,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Patada Ígnea",

            "physical",

            "fire",

            85,

            90,

            10,

            "Patada que suele ser un golpe crítico y puede causar quemaduras."

        ],

        [

            "Meteorobola",

            "special",

            "normal",

            50,

            100,

            10,

            "El tipo y fuerza del ataque varían según el tiempo que haga."

        ],

        [

            "Sofoco",

            "special",

            "fire",

            130,

            90,

            5,

            "Ataque en toda regla que baja mucho el Ataque Especial de quien lo usa."

        ],

        [

            "Corpulencia",

            "special",

            "fighting",

            null,

            null,

            20,

            "Robustece el cuerpo para subir el Ataque y la Defensa."

        ],

        [

            "Bote",

            "physical",

            "flying",

            85,

            85,

            5,

            "Primer turno: bota. Segundo turno: golpea. Puede paralizar."

        ],

        [

            "Disparo Lodo",

            "special",

            "ground",

            55,

            95,

            15,

            "El usuario lanza lodo al objetivo y reduce su Velocidad."

        ],

        [

            "Ida y Vuelta",

            "physical",

            "bug",

            70,

            100,

            20,

            "Tras atacar, vuelve a toda prisa para dar paso a otro Pokémon del equipo."

        ],

        [

            "Buena Baza",

            "physical",

            "dark",

            60,

            100,

            10,

            "Si el objetivo ya ha sufrido daño en ese turno, la fuerza del ataque se duplica."

        ],

        [

            "Golpe Bajo",

            "physical",

            "dark",

            70,

            100,

            5,

            "Permite atacar con prioridad. Falla si el objetivo no está preparando ningún ataque."

        ],

        [

            "Envite Ígneo",

            "physical",

            "fire",

            120,

            100,

            15,

            "El Pokémon se cubre de llamas y carga contra el objetivo, aunque él también recibe daños. Puede quemar."

        ],

        [

            "Colmillo Ígneo",

            "physical",

            "fire",

            65,

            95,

            15,

            "Usa colmillos en llamas para morder. Puede hacer que el objetivo retroceda o reciba quemaduras."

        ],

        [

            "Lanzamugre",

            "physical",

            "poison",

            120,

            80,

            5,

            "Lanza contra el objetivo basura asquerosa. Puede envenenar al objetivo."

        ],

        [

            "Bola Voltio",

            "special",

            "electric",

            null,

            100,

            10,

            "Lanza una bola eléctrica. Cuanto mayor sea la Velocidad del usuario en comparación con la del objetivo, mayor será el daño causado."

        ],

        [

            "Nitrocarga",

            "physical",

            "fire",

            50,

            100,

            20,

            "Llamas que golpean al objetivo y aumentan la Velocidad del atacante."

        ],

        [

            "Puntapié",

            "physical",

            "fighting",

            65,

            100,

            20,

            "Ataque rápido dirigido a los pies del objetivo que le hace perder Velocidad."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            null,

            null,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Acróbata",

            "physical",

            "flying",

            55,

            100,

            15,

            "Golpea ágilmente. Si el usuario no porta ningún objeto, el objetivo resulta seriamente dañado."

        ],

        [

            "Voto Fuego",

            "special",

            "fire",

            80,

            100,

            10,

            "Ataca con columnas de fuego. Combinado con Voto Planta, crea un mar de llamas y aumenta su potencia."

        ],

        [

            "Avivar",

            "special",

            "normal",

            null,

            null,

            30,

            "Quien lo usa se concentra y potencia su Ataque y su Ataque Especial."

        ],

        [

            "Envidia Ardiente",

            "special",

            "fire",

            70,

            100,

            5,

            "Ataca al objetivo con la energía generada por la envidia y causa quemaduras a los Pokémon cuyas características hayan aumentado en ese turno."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "grass",

            50,

            100,

            20,

            ""

        ],

        [

            "Cólera Ardiente",

            "physical",

            "fire",

            75,

            100,

            10,

            ""

        ]

    ],

    65,

    86,

    60,

    55,

    60,

    94

]