[

    "salazzle",

    758,

    [

        "poison",

        "fire"

    ],

    [

        [

            "Destructor",

            "physical",

            "normal",

            40,

            100,

            35,

            "Golpea con las patas o la cola."

        ],

        [

            "Doble Bofetón",

            "physical",

            "normal",

            15,

            85,

            10,

            "Abofetea de dos a cinco veces seguidas."

        ],

        [

            "Arañazo",

            "physical",

            "normal",

            40,

            100,

            35,

            "Araña con afiladas garras."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Derribo",

            "physical",

            "normal",

            90,

            85,

            20,

            "Carga desmedida que también hiere al agresor."

        ],

        [

            "Anulación",

            "special",

            "normal",

            0,

            100,

            20,

            "Desactiva el último movimiento del objetivo durante cuatro turnos."

        ],

        [

            "Ascuas",

            "special",

            "fire",

            40,

            100,

            25,

            "Ataca con llamas pequeñas que pueden causar quemaduras."

        ],

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Furia Dragón",

            "special",

            "dragon",

            0,

            100,

            10,

            "Ráfaga de furiosas ondas de choque que quitan 40 PS."

        ],

        [

            "Onda Trueno",

            "special",

            "electric",

            0,

            90,

            20,

            "Una ligera descarga que paraliza al objetivo si lo alcanza."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            0,

            0,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Polución",

            "special",

            "poison",

            30,

            70,

            20,

            "El objetivo es atacado con gases tóxicos que pueden llegar a envenenar."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            0,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Gas Venenoso",

            "special",

            "poison",

            0,

            90,

            40,

            "Lanza una nube de gas tóxico a los rivales. Produce envenenamiento."

        ],

        [

            "Chupavidas",

            "physical",

            "bug",

            80,

            100,

            10,

            "Restaura al usuario la mitad del daño causado al objetivo."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            0,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Otra Vez",

            "special",

            "normal",

            0,

            100,

            5,

            "El objetivo repite su último movimiento durante tres turnos."

        ],

        [

            "Dulce Aroma",

            "special",

            "normal",

            0,

            100,

            20,

            "Un dulce aroma engatusa al objetivo, por lo que se reduce mucho su Evasión. En la hierba alta sirve para atraer a Pokémon salvajes."

        ],

        [

            "Cola Férrea",

            "physical",

            "steel",

            100,

            75,

            15,

            "Ataca con una cola férrea y puede bajar la Defensa del objetivo."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Paliza",

            "physical",

            "dark",

            0,

            100,

            10,

            "Ataque de todo el equipo Pokémon. Cuantos más haya, más veces se atacará."

        ],

        [

            "Onda Ígnea",

            "special",

            "fire",

            95,

            90,

            10,

            "Provoca un viento abrasador que puede quemar al objetivo."

        ],

        [

            "Tormento",

            "special",

            "dark",

            0,

            100,

            15,

            "Atormenta y enfurece al objetivo, que no puede usar dos veces seguidas el mismo movimiento."

        ],

        [

            "Fuego Fatuo",

            "special",

            "fire",

            0,

            85,

            15,

            "Siniestra llama morada que produce quemaduras."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Mofa",

            "special",

            "dark",

            0,

            100,

            20,

            "Enfurece al objetivo para que solo use movimientos de ataque durante tres turnos."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            0,

            0,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Esfuerzo",

            "physical",

            "normal",

            0,

            100,

            5,

            "Reduce los PS del objetivo para que igualen a los del atacante."

        ],

        [

            "Robo",

            "special",

            "dark",

            0,

            0,

            10,

            "Roba el efecto de los movimientos de curación o de cambio de características que se usen."

        ],

        [

            "Vozarrón",

            "special",

            "normal",

            90,

            100,

            10,

            "Grito desgarrador que inflige daño al objetivo."

        ],

        [

            "Colmillo Veneno",

            "physical",

            "poison",

            50,

            100,

            15,

            "Colmillos tóxicos que pueden envenenar gravemente al objetivo."

        ],

        [

            "Llanto Falso",

            "special",

            "dark",

            0,

            100,

            20,

            "Lágrimas de cocodrilo que bajan mucho la Defensa Especial del objetivo."

        ],

        [

            "Sofoco",

            "special",

            "fire",

            130,

            90,

            5,

            "Ataque en toda regla que baja mucho el Ataque Especial de quien lo usa."

        ],

        [

            "Garra Dragón",

            "physical",

            "dragon",

            80,

            100,

            15,

            "Araña al objetivo con garras afiladas."

        ],

        [

            "Cola Veneno",

            "physical",

            "poison",

            50,

            100,

            25,

            "Puede envenenar y dar un golpe crítico."

        ],

        [

            "Antojo",

            "physical",

            "normal",

            60,

            100,

            25,

            "Se acerca con ternura al objetivo, pero le ataca y le roba el objeto que lleve."

        ],

        [

            "Danza Dragón",

            "special",

            "dragon",

            0,

            0,

            20,

            "Danza mística que sube el Ataque y la Velocidad."

        ],

        [

            "Vendetta",

            "physical",

            "dark",

            50,

            100,

            10,

            "El usuario contraataca con el doble de fuerza si el objetivo usa un movimiento antes."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            0,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Púas Tóxicas",

            "special",

            "poison",

            0,

            0,

            20,

            "Lanza una trampa de púas tóxicas a los pies del objetivo. El veneno afecta a los Pokémon que entran en combate."

        ],

        [

            "Envite Ígneo",

            "physical",

            "fire",

            120,

            100,

            15,

            "El Pokémon se cubre de llamas y carga contra el objetivo, aunque él también recibe daños. Puede quemar."

        ],

        [

            "Puya Nociva",

            "physical",

            "poison",

            80,

            100,

            20,

            "Pincha al objetivo con un tentáculo o brazo envenenado. Puede llegar a envenenar al objetivo."

        ],

        [

            "Pulso Dragón",

            "special",

            "dragon",

            85,

            100,

            10,

            "Abre mucho la boca y libera una onda de choque que ataca al objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Maquinación",

            "special",

            "dark",

            0,

            0,

            20,

            "Estimula su cerebro pensando en cosas malas. Aumenta considerablemente el Ataque Especial."

        ],

        [

            "Garra Umbría",

            "physical",

            "ghost",

            70,

            100,

            15,

            "Ataca con una garra afilada hecha de sombras. Suele ser crítico."

        ],

        [

            "Colmillo Ígneo",

            "physical",

            "fire",

            65,

            95,

            15,

            "Usa colmillos en llamas para morder. Puede hacer que el objetivo retroceda o reciba quemaduras."

        ],

        [

            "Veneno X",

            "physical",

            "poison",

            70,

            100,

            20,

            "Tajo que puede envenenar al objetivo. Suele ser crítico."

        ],

        [

            "Lanzamugre",

            "physical",

            "poison",

            120,

            80,

            5,

            "Lanza contra el objetivo basura asquerosa. Puede envenenar al objetivo."

        ],

        [

            "Seducción",

            "special",

            "normal",

            0,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Carga Tóxica",

            "special",

            "poison",

            65,

            100,

            10,

            "Ataca cubriendo al objetivo con un líquido venenoso. El daño será doble si este ya está envenenado."

        ],

        [

            "Pirotecnia",

            "special",

            "fire",

            70,

            100,

            15,

            "Golpea al objetivo con una llamarada que afecta también a los Pokémon adyacentes."

        ],

        [

            "Onda Tóxica",

            "special",

            "poison",

            95,

            100,

            10,

            "Una onda tóxica que daña a los Pokémon de alrededor. Puede envenenar."

        ],

        [

            "Nitrocarga",

            "physical",

            "fire",

            50,

            100,

            20,

            "Llamas que golpean al objetivo y aumentan la Velocidad del atacante."

        ],

        [

            "Bomba Ácida",

            "special",

            "poison",

            40,

            100,

            20,

            "Ataca con un líquido corrosivo, reduciendo mucho la Defensa Especial del objetivo."

        ],

        [

            "Juego Sucio",

            "physical",

            "dark",

            95,

            100,

            15,

            "El usuario emplea la fuerza del objetivo para atacarlo. Cuanto mayor es el Ataque del objetivo, más daño provoca."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Calcinación",

            "special",

            "fire",

            60,

            100,

            15,

            "Llamas que golpean a los objetivos adyacentes. Si estos llevan bayas u otros objetos, estos se quemarán y ya no se podrán usar."

        ],

        [

            "Acróbata",

            "physical",

            "flying",

            55,

            100,

            15,

            "Golpea ágilmente. Si el usuario no porta ningún objeto, el objetivo resulta seriamente dañado."

        ],

        [

            "Cola Dragón",

            "physical",

            "dragon",

            60,

            90,

            10,

            "Ataca al objetivo y lo obliga a cambiarse por otro Pokémon. Si es uno salvaje, acaba el combate."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Trampa Venenosa",

            "special",

            "poison",

            0,

            100,

            20,

            "Impregna a su objetivo con un líquido venenoso que disminuye el Ataque, el At. Esp. y la Velocidad. Solo afecta a Pokémon ya envenenados."

        ],

        [

            "Aguzar",

            "special",

            "normal",

            0,

            0,

            30,

            "El usuario se concentra para que el siguiente ataque propine un golpe crítico."

        ],

        [

            "Látigo Ígneo",

            "physical",

            "fire",

            80,

            100,

            15,

            "Golpea al oponente con un látigo incandescente y reduce su Defensa."

        ],

        [

            "Vasto Impacto",

            "physical",

            "dragon",

            60,

            100,

            15,

            "El usuario sacude violentamente su enorme cola para golpear a todos los rivales y reducir su Ataque a la par."

        ],

        [

            "Ráfaga Escamas",

            "physical",

            "dragon",

            25,

            90,

            20,

            "Lanza escamas al objetivo de dos a cinco veces seguidas. Aumenta la Velocidad del usuario, pero reduce su Defensa."

        ],

        [

            "Golpe Rastrero",

            "physical",

            "bug",

            70,

            90,

            10,

            "Ataca al objetivo por la espalda de forma subrepticia y además reduce su Ataque Especial."

        ],

        [

            "Envidia Ardiente",

            "special",

            "fire",

            70,

            100,

            5,

            "Ataca al objetivo con la energía generada por la envidia y causa quemaduras a los Pokémon cuyas características hayan aumentado en ese turno."

        ],

        [

            "Gas Corrosivo",

            "special",

            "poison",

            0,

            100,

            40,

            "El usuario libera un gas cáustico que envuelve a todos los que se encuentren alrededor y derrite por completo los objetos que lleven equipados."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "grass",

            50,

            100,

            20,

            ""

        ],

        [

            "Bramido Dragón",

            "special",

            "dragon",

            0,

            0,

            15,

            ""

        ],

        [

            "Cólera Ardiente",

            "physical",

            "fire",

            75,

            100,

            10,

            ""

        ]

    ],

    68,

    64,

    60,

    111,

    60,

    117

]