[

    "gourgeist-average",

    711,

    [

        "ghost",

        "grass"

    ],

    [

        [

            "Lanzallamas",

            "special",

            "fire",

            90,

            100,

            15,

            "Ataca con una gran ráfaga de fuego que puede causar quemaduras."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Drenadoras",

            "special",

            "grass",

            null,

            90,

            10,

            "Planta semillas que absorben PS para recuperar la salud del usuario en cada turno."

        ],

        [

            "Hoja Afilada",

            "physical",

            "grass",

            55,

            95,

            25,

            "Corta con hojas afiladas. Suele ser crítico."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            null,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            null,

            null,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Llamarada",

            "special",

            "fire",

            110,

            85,

            5,

            "Llama intensa que chamusca y puede causar quemaduras."

        ],

        [

            "Comesueños",

            "special",

            "psychic",

            100,

            100,

            15,

            "Restaura al usuario la mitad del daño causado a un objetivo dormido."

        ],

        [

            "Destello",

            "special",

            "normal",

            null,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Explosión",

            "physical",

            "normal",

            250,

            100,

            5,

            "El atacante causa una grandísima explosión y hiere a todos a su alrededor. El usuario se debilita de inmediato."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Rencor",

            "special",

            "ghost",

            null,

            100,

            10,

            "Da rienda suelta a su rencor para reducir cuatro PP del último movimiento usado por el objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            null,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Gigadrenado",

            "special",

            "grass",

            75,

            100,

            10,

            "Un ataque que absorbe nutrientes. Quien lo usa recupera la mitad de los PS del daño que produce."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            null,

            null,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Divide Dolor",

            "special",

            "normal",

            null,

            null,

            20,

            "Suma los PS del usuario a los del objetivo y los reparte a partes iguales."

        ],

        [

            "Síntesis",

            "special",

            "grass",

            null,

            null,

            5,

            "Restaura PS del usuario. La cantidad varía según el tiempo que haga."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Bola Sombra",

            "special",

            "ghost",

            80,

            100,

            15,

            "Lanza una bola oscura que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Fuego Fatuo",

            "special",

            "fire",

            null,

            85,

            15,

            "Siniestra llama morada que produce quemaduras."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Adaptación",

            "special",

            "normal",

            null,

            null,

            20,

            "Usa el poder de la naturaleza para atacar. Su efecto varía según el entorno de combate."

        ],

        [

            "Truco",

            "special",

            "psychic",

            null,

            100,

            10,

            "Engaña al objetivo desprevenido e intercambia objetos."

        ],

        [

            "Imitación",

            "special",

            "psychic",

            null,

            null,

            10,

            "Imita al objetivo por completo y copia su habilidad. "

        ],

        [

            "Capa Mágica",

            "special",

            "psychic",

            null,

            null,

            15,

            "Barrera capaz de devolver al agresor movimientos como Drenadoras y otros que alteran el estado o las características."

        ],

        [

            "Intercambio",

            "special",

            "psychic",

            null,

            null,

            10,

            "Usa el poder psíquico para intercambiar habilidades con el objetivo."

        ],

        [

            "Sellar",

            "special",

            "psychic",

            null,

            null,

            10,

            "Impide a los contrincantes usar ataques conocidos por el usuario durante el combate."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Impresionar",

            "physical",

            "ghost",

            30,

            100,

            15,

            "Impresiona tanto que puede hacer retroceder al objetivo."

        ],

        [

            "Semilladora",

            "physical",

            "grass",

            25,

            100,

            30,

            "Dispara rápido de dos a cinco ráfagas de semillas de manera consecutiva."

        ],

        [

            "Giro Bola",

            "physical",

            "steel",

            null,

            100,

            5,

            "Embiste al objetivo con un potente ataque giratorio. Cuanto más lento es el usuario, más daño causa."

        ],

        [

            "Abatidoras",

            "special",

            "grass",

            null,

            100,

            10,

            "Se planta una semilla en el objetivo que le causa pesar. Evita el sueño gracias a la habilidad Insomnio."

        ],

        [

            "Pulso Umbrío",

            "special",

            "dark",

            80,

            100,

            15,

            "Libera una horrible aura llena de malos pensamientos y puede hacer retroceder al objetivo."

        ],

        [

            "Bomba Germen",

            "physical",

            "grass",

            80,

            100,

            15,

            "Lanza al objetivo una descarga de semillas explosivas desde arriba."

        ],

        [

            "Onda Certera",

            "special",

            "fighting",

            120,

            70,

            5,

            "Agudiza la concentración mental y libera su poder. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Energibola",

            "special",

            "grass",

            90,

            100,

            10,

            "Aúna fuerzas de la naturaleza y libera su ataque. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Maquinación",

            "special",

            "dark",

            null,

            null,

            20,

            "Estimula su cerebro pensando en cosas malas. Aumenta considerablemente el Ataque Especial."

        ],

        [

            "Sombra Vil",

            "physical",

            "ghost",

            40,

            100,

            30,

            "Extiende su sombra y ataca al objetivo por la espalda. Este movimiento siempre va primero."

        ],

        [

            "Espacio Raro",

            "special",

            "psychic",

            null,

            null,

            5,

            "Se crea un espacio extraño en el que los Pokémon lentos se mueven primero durante cinco turnos."

        ],

        [

            "Latigazo",

            "physical",

            "grass",

            120,

            85,

            10,

            "El usuario agita violentamente sus lianas o tentáculos para golpear al objetivo."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            null,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Rayo Carga",

            "special",

            "electric",

            50,

            90,

            10,

            "Lanza un rayo eléctrico contra el objetivo. Puede subir el Ataque Especial de quien lo usa."

        ],

        [

            "Telequinesis",

            "special",

            "psychic",

            null,

            null,

            15,

            "El usuario emplea su poder mental para hacer flotar al objetivo, y lo convierte en un blanco fácil durante tres turnos."

        ],

        [

            "Nitrocarga",

            "physical",

            "fire",

            50,

            100,

            20,

            "Llamas que golpean al objetivo y aumentan la Velocidad del atacante."

        ],

        [

            "Juego Sucio",

            "physical",

            "dark",

            95,

            100,

            15,

            "El usuario emplea la fuerza del objetivo para atacarlo. Cuanto mayor es el Ataque del objetivo, más daño provoca."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Cambio de Banda",

            "special",

            "psychic",

            null,

            null,

            15,

            "Extraño poder que intercambia la posición del usuario con la de un aliado sobre el terreno de combate."

        ],

        [

            "Infortunio",

            "special",

            "ghost",

            65,

            100,

            10,

            "Ataque que causa un gran daño a los objetivos que sufren problemas de estado."

        ],

        [

            "Calcinación",

            "special",

            "fire",

            60,

            100,

            15,

            "Llamas que golpean a los objetivos adyacentes. Si estos llevan bayas u otros objetos, estos se quemarán y ya no se podrán usar."

        ],

        [

            "Golpe Fantasma",

            "physical",

            "ghost",

            90,

            100,

            10,

            "El usuario desaparece en el primer turno y ataca a su objetivo en el segundo. Permite acertar aunque el objetivo esté protegiéndose."

        ],

        [

            "Halloween",

            "special",

            "ghost",

            null,

            100,

            20,

            "Invita al objetivo a celebrar Halloween, haciendo que pase a ser también de tipo Fantasma además de conservar sus propios tipos."

        ],

        [

            "Fuerza Lunar",

            "special",

            "fairy",

            95,

            100,

            15,

            "Invoca el poder de la luna para atacar al objetivo. Puede disminuir el Ataque Especial del objetivo."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Llama Embrujada",

            "special",

            "fire",

            75,

            100,

            10,

            "Lanza por su boca una singular llama a gran temperatura con la que ataca a su oponente y baja su Ataque Especial."

        ],

        [

            "Giro Vil",

            "physical",

            "dark",

            60,

            100,

            20,

            "Hace pivotar su cuerpo para infligir daño a su rival."

        ],

        [

            "Fitoimpulso",

            "physical",

            "grass",

            55,

            100,

            20,

            "Ataca al objetivo deslizándose sobre el terreno de combate. Este movimiento tiene prioridad alta cuando el terreno está cubierto por un campo de hierba."

        ],

        [

            "Golpe Rastrero",

            "physical",

            "bug",

            70,

            90,

            10,

            "Ataca al objetivo por la espalda de forma subrepticia y además reduce su Ataque Especial."

        ],

        [

            "Poltergeist",

            "physical",

            "ghost",

            110,

            90,

            5,

            "El usuario ataca utilizando el objeto que lleva el rival. Si no tiene ninguno equipado, el movimiento falla."

        ]

    ],

    65,

    90,

    122,

    58,

    75,

    84

]