[

    "ariados",

    168,

    [

        "bug",

        "poison"

    ],

    [

        [

            "Danza Espada",

            "special",

            "normal",

            0,

            0,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Picotazo Veneno",

            "physical",

            "poison",

            15,

            100,

            35,

            "Lanza un aguijón tóxico que puede envenenar al objetivo."

        ],

        [

            "Pin Misil",

            "physical",

            "bug",

            25,

            95,

            20,

            "Lanza finas púas que hieren de dos a cinco veces."

        ],

        [

            "Anulación",

            "special",

            "normal",

            0,

            100,

            20,

            "Desactiva el último movimiento del objetivo durante cuatro turnos."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Absorber",

            "special",

            "grass",

            20,

            100,

            25,

            "Absorbe la mitad del daño producido en el objetivo para restaurar los PS del usuario."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Disparo Demora",

            "special",

            "bug",

            0,

            95,

            40,

            "Lanza seda a los rivales y reduce mucho su Velocidad."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            0,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Psíquico",

            "special",

            "psychic",

            90,

            100,

            10,

            "Fuerte ataque telequinético que puede bajar la Defensa Especial del objetivo."

        ],

        [

            "Agilidad",

            "special",

            "psychic",

            0,

            0,

            30,

            "Relaja el cuerpo para ganar mucha Velocidad."

        ],

        [

            "Tinieblas",

            "special",

            "ghost",

            0,

            100,

            15,

            "Produce un espejismo ante el objetivo, que pierde tantos PS como nivel tenga el agresor."

        ],

        [

            "Mimético",

            "special",

            "normal",

            0,

            0,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Chirrido",

            "special",

            "normal",

            0,

            85,

            40,

            "Alarido agudo que reduce mucho la Defensa del objetivo."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            0,

            0,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Foco Energía",

            "special",

            "normal",

            0,

            0,

            30,

            "Concentra energía para aumentar las posibilidades de un golpe crítico."

        ],

        [

            "Restricción",

            "physical",

            "normal",

            10,

            100,

            35,

            "Constriñe para herir y puede bajar la Velocidad."

        ],

        [

            "Chupavidas",

            "physical",

            "bug",

            80,

            100,

            10,

            "Restaura al usuario la mitad del daño causado al objetivo."

        ],

        [

            "Destello",

            "special",

            "normal",

            0,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Golpes Furia",

            "physical",

            "normal",

            18,

            80,

            15,

            "Araña rápidamente de dos a cinco veces."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            0,

            0,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            0,

            0,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ladrón",

            "physical",

            "dark",

            60,

            100,

            25,

            "Ataca y le quita al objetivo el objeto que lleve. Si el agresor lleva un objeto, no robará el del objetivo."

        ],

        [

            "Telaraña",

            "special",

            "bug",

            0,

            0,

            10,

            "Enreda al objetivo para evitar que abandone la batalla."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Maldición",

            "special",

            "ghost",

            0,

            0,

            10,

            "Un movimiento que tiene efectos distintos si el usuario es de tipo Fantasma o no."

        ],

        [

            "Rencor",

            "special",

            "ghost",

            0,

            100,

            10,

            "Da rienda suelta a su rencor para reducir cuatro PP del último movimiento usado por el objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            0,

            0,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Cara Susto",

            "special",

            "normal",

            0,

            100,

            10,

            "Asusta al objetivo para reducir mucho su Velocidad."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Gigadrenado",

            "special",

            "grass",

            75,

            100,

            10,

            "Un ataque que absorbe nutrientes. Quien lo usa recupera la mitad de los PS del daño que produce."

        ],

        [

            "Aguante",

            "special",

            "normal",

            0,

            0,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            0,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            0,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            0,

            0,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            0,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Megacuerno",

            "physical",

            "bug",

            120,

            85,

            10,

            "Violenta embestida con cuernos imponentes."

        ],

        [

            "Relevo",

            "special",

            "normal",

            0,

            0,

            40,

            "Cambia el puesto con un compañero y le pasa los cambios de características."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            0,

            0,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Desarme",

            "physical",

            "dark",

            65,

            100,

            20,

            "Impide al objetivo usar el objeto que lleva durante el combate. La potencia del movimiento se multiplica si el objetivo lleva un objeto."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Doble Rayo",

            "special",

            "bug",

            75,

            100,

            15,

            "Ataca con un rayo de luz siniestro. Puede confundir al objetivo."

        ],

        [

            "Bote",

            "physical",

            "flying",

            85,

            85,

            5,

            "Primer turno: bota. Segundo turno: golpea. Puede paralizar."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            0,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Golpe Bajo",

            "physical",

            "dark",

            70,

            100,

            5,

            "Permite atacar con prioridad. Falla si el objetivo no está preparando ningún ataque."

        ],

        [

            "Púas Tóxicas",

            "special",

            "poison",

            0,

            0,

            20,

            "Lanza una trampa de púas tóxicas a los pies del objetivo. El veneno afecta a los Pokémon que entran en combate."

        ],

        [

            "Puya Nociva",

            "physical",

            "poison",

            80,

            100,

            20,

            "Pincha al objetivo con un tentáculo o brazo envenenado. Puede llegar a envenenar al objetivo."

        ],

        [

            "Tajo Umbrío",

            "physical",

            "dark",

            70,

            100,

            15,

            "Ataca al objetivo a la primera oportunidad. Suele ser crítico."

        ],

        [

            "Tijera X",

            "physical",

            "bug",

            80,

            100,

            15,

            "Cruza las guadañas o las garras para atacar al objetivo como si fueran unas tijeras."

        ],

        [

            "Zumbido",

            "special",

            "bug",

            90,

            100,

            10,

            "El movimiento de las alas crea una onda sónica dañina. También puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Sombra Vil",

            "physical",

            "ghost",

            40,

            100,

            30,

            "Extiende su sombra y ataca al objetivo por la espalda. Este movimiento siempre va primero."

        ],

        [

            "Veneno X",

            "physical",

            "poison",

            70,

            100,

            20,

            "Tajo que puede envenenar al objetivo. Suele ser crítico."

        ],

        [

            "Seducción",

            "special",

            "normal",

            0,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Picadura",

            "physical",

            "bug",

            60,

            100,

            20,

            "Pica al objetivo. Si el objetivo lleva una baya, el usuario se la come y se beneficia de su efecto."

        ],

        [

            "Afilagarras",

            "special",

            "dark",

            0,

            0,

            15,

            "El usuario se afila las garras para aumentar su Ataque y Precisión."

        ],

        [

            "Carga Tóxica",

            "special",

            "poison",

            65,

            100,

            10,

            "Ataca cubriendo al objetivo con un líquido venenoso. El daño será doble si este ya está envenenado."

        ],

        [

            "Polvo Ira",

            "special",

            "bug",

            0,

            0,

            20,

            "Usa un polvo que irrita y centra en el usuario la atención y los ataques de los rivales."

        ],

        [

            "Onda Tóxica",

            "special",

            "poison",

            95,

            100,

            10,

            "Una onda tóxica que daña a los Pokémon de alrededor. Puede envenenar."

        ],

        [

            "Bomba Ácida",

            "special",

            "poison",

            40,

            100,

            20,

            "Ataca con un líquido corrosivo, reduciendo mucho la Defensa Especial del objetivo."

        ],

        [

            "Juego Sucio",

            "physical",

            "dark",

            95,

            100,

            15,

            "El usuario emplea la fuerza del objetivo para atacarlo. Cuanto mayor es el Ataque del objetivo, más daño provoca."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Infortunio",

            "special",

            "ghost",

            65,

            100,

            10,

            "Ataque que causa un gran daño a los objetivos que sufren problemas de estado."

        ],

        [

            "Estoicismo",

            "special",

            "bug",

            50,

            100,

            20,

            "El usuario opone resistencia y ataca a los oponentes. También reduce su Ataque Especial. "

        ],

        [

            "Electrotela",

            "special",

            "electric",

            55,

            95,

            15,

            "Atrapa y ataca a los objetivos con una telaraña eléctrica. También reduce su Velocidad."

        ],

        [

            "Red Viscosa",

            "special",

            "bug",

            0,

            0,

            20,

            "Coloca una red pegajosa alrededor del equipo rival, haciendo que baje la Velocidad de cualquier Pokémon adversario que entre al combate."

        ],

        [

            "Aguijón Letal",

            "physical",

            "bug",

            50,

            100,

            25,

            "Al derrotar al objetivo utilizando este movimiento, aumenta mucho el Ataque del usuario."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            0,

            0,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Trampa Venenosa",

            "special",

            "poison",

            0,

            100,

            20,

            "Impregna a su objetivo con un líquido venenoso que disminuye el Ataque, el At. Esp. y la Velocidad. Solo afecta a Pokémon ya envenenados."

        ],

        [

            "Acoso",

            "special",

            "bug",

            20,

            100,

            20,

            "Hostiga al Pokémon objetivo durante cuatro o cinco turnos e impide que pueda huir mientras tanto."

        ],

        [

            "Hilo Venenoso",

            "special",

            "poison",

            0,

            100,

            20,

            "Ataca al oponente con hilillos venenosos que reducen su Velocidad y lo envenenan."

        ],

        [

            "Golpe Mordaza",

            "physical",

            "dark",

            80,

            100,

            15,

            "Inflige al rival un dolor tan abrumador que le impide utilizar durante dos turnos ataques que se sirven del sonido."

        ],

        [

            "Plancha",

            "physical",

            "bug",

            80,

            100,

            15,

            "Ataca al oponente abalanzándose sobre él con todas sus fuerzas y reduce su Ataque."

        ],

        [

            "Cuerno Certero",

            "physical",

            "steel",

            70,

            0,

            10,

            "Ensarta al adversario con su afilada cornamenta. Este movimiento acierta siempre."

        ],

        [

            "Pataleta",

            "physical",

            "ground",

            75,

            100,

            10,

            "Usa la frustración como revulsivo para atacar. La potencia de Pataleta se duplica si el usuario ha fallado el último movimiento usado."

        ],

        [

            "Golpe Rastrero",

            "physical",

            "bug",

            70,

            90,

            10,

            "Ataca al objetivo por la espalda de forma subrepticia y además reduce su Ataque Especial."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "bug",

            50,

            100,

            20,

            ""

        ],

        [

            "",

            "physical",

            "grass",

            50,

            100,

            20,

            ""

        ]

    ],

    70,

    90,

    70,

    60,

    70,

    40

]