[

    "arboliva",

    930,

    [

        "grass",

        "normal"

    ],

    [

        [

            "Placaje",

            "physical",

            "normal",

            40,

            100,

            35,

            "Embiste con todo el cuerpo."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Absorber",

            "special",

            "grass",

            20,

            100,

            25,

            "Absorbe la mitad del daño producido en el objetivo para restaurar los PS del usuario."

        ],

        [

            "Megaagotar",

            "special",

            "grass",

            40,

            100,

            15,

            "Absorbe la mitad del daño producido en el objetivo para restaurar los PS del usuario."

        ],

        [

            "Drenadoras",

            "special",

            "grass",

            null,

            90,

            10,

            "Planta semillas que absorben PS para recuperar la salud del usuario en cada turno."

        ],

        [

            "Desarrollo",

            "special",

            "normal",

            null,

            null,

            20,

            "El cuerpo del usuario crece a marchas forzadas y aumenta el Ataque y el Ataque Especial."

        ],

        [

            "Hoja Afilada",

            "physical",

            "grass",

            55,

            95,

            25,

            "Corta con hojas afiladas. Suele ser crítico."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Danza Pétalo",

            "special",

            "grass",

            120,

            100,

            10,

            "Lanza pétalos de dos a tres turnos y acaba confundiendo al atacante."

        ],

        [

            "Pantalla de Luz",

            "special",

            "psychic",

            null,

            null,

            30,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales."

        ],

        [

            "Reflejo",

            "special",

            "psychic",

            null,

            null,

            20,

            "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos."

        ],

        [

            "Metrónomo",

            "special",

            "normal",

            null,

            null,

            10,

            "El usuario mueve un dedo y estimula su cerebro para usar al azar casi cualquier movimiento."

        ],

        [

            "Rapidez",

            "special",

            "normal",

            60,

            null,

            20,

            "Lanza rayos en forma de estrella que no fallan nunca."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Azote",

            "physical",

            "normal",

            null,

            100,

            15,

            "Ataque frenético. Cuantos menos PS tenga el usuario, más daño producirá."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Gigadrenado",

            "special",

            "grass",

            75,

            100,

            10,

            "Un ataque que absorbe nutrientes. Quien lo usa recupera la mitad de los PS del daño que produce."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Encanto",

            "special",

            "fairy",

            null,

            100,

            20,

            "Engatusa al objetivo y reduce bastante su Ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Velo Sagrado",

            "special",

            "normal",

            null,

            null,

            25,

            "Un escudo que protege de problemas de estado, como el sueño o la parálisis, durante cinco turnos."

        ],

        [

            "Otra Vez",

            "special",

            "normal",

            null,

            100,

            5,

            "El objetivo repite su último movimiento durante tres turnos."

        ],

        [

            "Dulce Aroma",

            "special",

            "normal",

            null,

            100,

            20,

            "Un dulce aroma engatusa al objetivo, por lo que se reduce mucho su Evasión. En la hierba alta sirve para atraer a Pokémon salvajes."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Manto Espejo",

            "special",

            "psychic",

            null,

            100,

            20,

            "Responde a un ataque especial ocasionando el doble del daño recibido."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            null,

            null,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Refuerzo",

            "special",

            "normal",

            null,

            null,

            20,

            "El usuario ayuda a un aliado reforzando la potencia de su ataque."

        ],

        [

            "Vozarrón",

            "special",

            "normal",

            90,

            100,

            10,

            "Grito desgarrador que inflige daño al objetivo."

        ],

        [

            "Meteorobola",

            "special",

            "normal",

            50,

            100,

            10,

            "El tipo y fuerza del ataque varían según el tiempo que haga."

        ],

        [

            "Semilladora",

            "physical",

            "grass",

            25,

            100,

            30,

            "Dispara rápido de dos a cinco ráfagas de semillas de manera consecutiva."

        ],

        [

            "Hoja Mágica",

            "special",

            "grass",

            60,

            null,

            20,

            "Esparce extrañas hojas que persiguen al objetivo. No se puede esquivar."

        ],

        [

            "Lanzamiento",

            "physical",

            "dark",

            null,

            100,

            10,

            "Lanza contra el objetivo el objeto que lleva. La fuerza del ataque y su efecto varían según el objeto."

        ],

        [

            "Bomba Germen",

            "physical",

            "grass",

            80,

            100,

            15,

            "Lanza al objetivo una descarga de semillas explosivas desde arriba."

        ],

        [

            "Energibola",

            "special",

            "grass",

            90,

            100,

            10,

            "Aúna fuerzas de la naturaleza y libera su ataque. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Lluevehojas",

            "special",

            "grass",

            130,

            90,

            5,

            "Cae una lluvia de hojas afiladas. Baja mucho el Ataque Especial de quien lo usa."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            null,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Tormenta Floral",

            "physical",

            "grass",

            90,

            100,

            15,

            "El usuario desata un intenso vendaval de pétalos que daña a los Pokémon a su alrededor."

        ],

        [

            "Campo de Hierba",

            "special",

            "grass",

            null,

            null,

            10,

            "Convierte el terreno de combate en un campo de hierba durante cinco turnos. Los Pokémon que estén en el suelo recuperan PS en cada turno."

        ],

        [

            "Brillo Mágico",

            "special",

            "fairy",

            80,

            100,

            10,

            "Inflige daño a los oponentes con una potente luz."

        ],

        [

            "Cuchilla Solar",

            "physical",

            "grass",

            125,

            100,

            10,

            "El usuario dedica un turno a absorber energía lumínica y concentrarla en forma de cuchilla con la que ataca al rival al turno siguiente."

        ],

        [

            "Bola de Polen",

            "special",

            "bug",

            90,

            100,

            15,

            "Ataca al oponente con una bola explosiva. Si esta alcanza a un aliado, le hará recuperar PS."

        ],

        [

            "Pulso de Campo",

            "special",

            "normal",

            50,

            100,

            10,

            "El usuario ataca aprovechando la energía del campo activo, que determina tanto el tipo como la potencia del movimiento."

        ],

        [

            "",

            "special",

            "normal",

            80,

            100,

            10,

            ""

        ],

        [

            "",

            "physical",

            "grass",

            50,

            100,

            20,

            ""

        ],

        [

            "Canto Encantador",

            "special",

            "fairy",

            80,

            100,

            10,

            ""

        ]

    ],

    78,

    69,

    90,

    125,

    109,

    39

]