[

    "cradily",

    346,

    [

        "rock",

        "grass"

    ],

    [

        [

            "Danza Espada",

            "special",

            "normal",

            null,

            null,

            20,

            "Baile frenético que aumenta mucho el Ataque."

        ],

        [

            "Atadura",

            "physical",

            "normal",

            15,

            85,

            20,

            "Ata y oprime de cuatro a cinco turnos."

        ],

        [

            "Golpe Cabeza",

            "physical",

            "normal",

            70,

            100,

            15,

            "Lanza un potente cabezazo que puede hacer retroceder al objetivo."

        ],

        [

            "Golpe Cuerpo",

            "physical",

            "normal",

            85,

            100,

            15,

            "Salta sobre el objetivo con todo su peso. Puede paralizar."

        ],

        [

            "Constricción",

            "physical",

            "normal",

            15,

            90,

            20,

            "Oprime al objetivo de cuatro a cinco turnos con ramas o con su cuerpo."

        ],

        [

            "Doble Filo",

            "physical",

            "normal",

            120,

            100,

            15,

            "Ataque arriesgado que también hiere al agresor."

        ],

        [

            "Ácido",

            "special",

            "poison",

            40,

            100,

            30,

            "Rocía a los enemigos con un ácido corrosivo. Puede bajar la Defensa Especial."

        ],

        [

            "Hiperrayo",

            "special",

            "normal",

            150,

            90,

            5,

            "Es eficaz, pero el atacante deberá descansar en el siguiente turno."

        ],

        [

            "Fuerza",

            "physical",

            "normal",

            80,

            100,

            15,

            "Potente puñetazo. Fuera de combate sirve para mover rocas."

        ],

        [

            "Megaagotar",

            "special",

            "grass",

            40,

            100,

            15,

            "Absorbe la mitad del daño producido en el objetivo para restaurar los PS del usuario."

        ],

        [

            "Drenadoras",

            "special",

            "grass",

            null,

            90,

            10,

            "Planta semillas que absorben PS para recuperar la salud del usuario en cada turno."

        ],

        [

            "Rayo Solar",

            "special",

            "grass",

            120,

            100,

            10,

            "Primer turno: absorbe luz. Segundo turno: lanza un potente rayo de energía."

        ],

        [

            "Disparo Demora",

            "special",

            "bug",

            null,

            95,

            40,

            "Lanza seda a los rivales y reduce mucho su Velocidad."

        ],

        [

            "Terremoto",

            "physical",

            "ground",

            100,

            100,

            10,

            "Un terremoto que afecta a los Pokémon de alrededor en combate."

        ],

        [

            "Excavar",

            "physical",

            "ground",

            80,

            100,

            10,

            "Primer turno: cava. Segundo turno: ataca. También sirve para salir de ciertas zonas."

        ],

        [

            "Tóxico",

            "special",

            "poison",

            null,

            90,

            10,

            "Envenena gravemente al objetivo y causa un daño mayor en cada turno."

        ],

        [

            "Mimético",

            "special",

            "normal",

            null,

            null,

            10,

            "Copia el último movimiento usado por el objetivo. Dicho movimiento se podrá usar mientras el Pokémon no sea cambiado."

        ],

        [

            "Doble Equipo",

            "special",

            "normal",

            null,

            null,

            15,

            "Crea copias de sí mismo para mejorar la Evasión."

        ],

        [

            "Rayo Confuso",

            "special",

            "ghost",

            null,

            100,

            10,

            "Rayo siniestro que confunde al objetivo."

        ],

        [

            "Restricción",

            "physical",

            "normal",

            10,

            100,

            35,

            "Constriñe para herir y puede bajar la Velocidad."

        ],

        [

            "Amnesia",

            "special",

            "psychic",

            null,

            null,

            20,

            "El usuario olvida sus preocupaciones y aumenta mucho la Defensa Especial."

        ],

        [

            "Destello",

            "special",

            "normal",

            null,

            100,

            20,

            "Luz cegadora que baja la Precisión del objetivo."

        ],

        [

            "Descanso",

            "special",

            "psychic",

            null,

            null,

            5,

            "Restaura todos los PS y cura todos los problemas de estado del usuario. Duerme los dos próximos turnos."

        ],

        [

            "Avalancha",

            "physical",

            "rock",

            75,

            90,

            10,

            "Lanza grandes pedruscos. Puede hacer retroceder a los rivales."

        ],

        [

            "Sustituto",

            "special",

            "normal",

            null,

            null,

            10,

            "Utiliza parte de los PS propios para crear un sustituto que actúa como señuelo."

        ],

        [

            "Ronquido",

            "special",

            "normal",

            50,

            100,

            15,

            "Fuerte ronquido que solo puede usarse dormido. Puede hacer retroceder al objetivo."

        ],

        [

            "Protección",

            "special",

            "normal",

            null,

            null,

            10,

            "Frena todos los ataques, pero puede fallar si se usa repetidamente."

        ],

        [

            "Bomba Lodo",

            "special",

            "poison",

            90,

            100,

            10,

            "Arroja residuos al objetivo. Puede llegar a envenenar."

        ],

        [

            "Bofetón Lodo",

            "special",

            "ground",

            20,

            100,

            10,

            "Echa lodo en la cara para bajar la Precisión."

        ],

        [

            "Tormenta Arena",

            "special",

            "rock",

            null,

            null,

            10,

            "Tormenta de arena que dura cinco turnos y hiere a todos, excepto a los de tipo Roca, Tierra y Acero."

        ],

        [

            "Gigadrenado",

            "special",

            "grass",

            75,

            100,

            10,

            "Un ataque que absorbe nutrientes. Quien lo usa recupera la mitad de los PS del daño que produce."

        ],

        [

            "Aguante",

            "special",

            "normal",

            null,

            null,

            10,

            "Resiste cualquier ataque y deja al menos 1 PS. Puede fallar si se usa repetidamente."

        ],

        [

            "Contoneo",

            "special",

            "normal",

            null,

            85,

            15,

            "Provoca confusión en el objetivo, pero también sube mucho su Ataque."

        ],

        [

            "Atracción",

            "special",

            "normal",

            null,

            100,

            15,

            "Si el objetivo es del sexo opuesto, se enamorará y bajará la posibilidad de que ataque."

        ],

        [

            "Sonámbulo",

            "special",

            "normal",

            null,

            null,

            10,

            "Mientras duerme, usa uno de sus movimientos elegido al azar."

        ],

        [

            "Retribución",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto mayor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Frustración",

            "physical",

            "normal",

            null,

            100,

            20,

            "Cuanto menor sea la amistad con el Entrenador, más poderoso será este ataque."

        ],

        [

            "Divide Dolor",

            "special",

            "normal",

            null,

            null,

            20,

            "Suma los PS del usuario a los del objetivo y los reparte a partes iguales."

        ],

        [

            "Síntesis",

            "special",

            "grass",

            null,

            null,

            5,

            "Restaura PS del usuario. La cantidad varía según el tiempo que haga."

        ],

        [

            "Poder Oculto",

            "special",

            "normal",

            60,

            100,

            15,

            "Movimiento cuyo tipo varía en función del Pokémon que lo usa."

        ],

        [

            "Día Soleado",

            "special",

            "fire",

            null,

            null,

            5,

            "Quien lo usa intensifica el efecto del sol durante cinco turnos, lo que potencia los movimientos de tipo Fuego."

        ],

        [

            "Más Psique",

            "special",

            "normal",

            null,

            null,

            10,

            "Quien lo usa se hipnotiza y copia cualquier cambio que haya en las características de su objetivo."

        ],

        [

            "Poder Pasado",

            "special",

            "rock",

            60,

            100,

            5,

            "Ataque prehistórico que puede subir todas las características."

        ],

        [

            "Golpe Roca",

            "physical",

            "fighting",

            40,

            100,

            15,

            "Ataque con los puños. Puede bajar la Defensa del objetivo. Puede romper rocas fuera del combate."

        ],

        [

            "Reserva",

            "special",

            "normal",

            null,

            null,

            20,

            "Acumula energía y sube la Defensa y la Defensa Especial. Puede utilizarse hasta tres veces."

        ],

        [

            "Escupir",

            "special",

            "normal",

            null,

            100,

            10,

            "Libera de una vez la energía acumulada con Reserva."

        ],

        [

            "Tragar",

            "special",

            "normal",

            null,

            null,

            10,

            "Absorbe la energía acumulada con Reserva y restaura PS."

        ],

        [

            "Imagen",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado."

        ],

        [

            "Arraigo",

            "special",

            "grass",

            null,

            null,

            20,

            "Echa raíces para recuperar PS en cada turno, pero impide el relevo."

        ],

        [

            "Daño Secreto",

            "physical",

            "normal",

            70,

            100,

            20,

            "Ataque con poder secreto cuyos efectos secundarios varían según el entorno de combate."

        ],

        [

            "Impresionar",

            "physical",

            "ghost",

            30,

            100,

            15,

            "Impresiona tanto que puede hacer retroceder al objetivo."

        ],

        [

            "Tumba Rocas",

            "physical",

            "rock",

            60,

            95,

            15,

            "Tira rocas que detienen al objetivo y bajan su Velocidad."

        ],

        [

            "Semilladora",

            "physical",

            "grass",

            25,

            100,

            30,

            "Dispara rápido de dos a cinco ráfagas de semillas de manera consecutiva."

        ],

        [

            "Bloqueo",

            "special",

            "normal",

            null,

            null,

            5,

            "Le corta el paso al objetivo para que no pueda escapar."

        ],

        [

            "Disparo Lodo",

            "special",

            "ground",

            55,

            95,

            15,

            "El usuario lanza lodo al objetivo y reduce su Velocidad."

        ],

        [

            "Pedrada",

            "physical",

            "rock",

            25,

            90,

            10,

            "Lanza pedruscos al objetivo de dos a cinco veces consecutivas."

        ],

        [

            "Salmuera",

            "special",

            "water",

            65,

            100,

            10,

            "Si al objetivo le queda la mitad o menos de sus PS, el ataque será el doble de fuerte."

        ],

        [

            "Don Natural",

            "physical",

            "normal",

            null,

            100,

            15,

            "La baya que lleva presta su fuerza para atacar. El tipo de ataque y su fuerza dependen de la baya."

        ],

        [

            "Estrujón",

            "special",

            "normal",

            null,

            100,

            5,

            "Estruja con fuerza al objetivo. Cuantos más PS tenga el objetivo, más fuerza tendrá el ataque."

        ],

        [

            "Bilis",

            "special",

            "poison",

            null,

            100,

            10,

            "El usuario arroja sus jugos biliares al objetivo, lo que anula el efecto de la habilidad en uso."

        ],

        [

            "Abatidoras",

            "special",

            "grass",

            null,

            100,

            10,

            "Se planta una semilla en el objetivo que le causa pesar. Evita el sueño gracias a la habilidad Insomnio."

        ],

        [

            "Pulimento",

            "special",

            "rock",

            null,

            null,

            20,

            "Reduce la resistencia puliendo su cuerpo. Aumenta la Velocidad considerablemente."

        ],

        [

            "Bomba Germen",

            "physical",

            "grass",

            80,

            100,

            15,

            "Lanza al objetivo una descarga de semillas explosivas desde arriba."

        ],

        [

            "Energibola",

            "special",

            "grass",

            90,

            100,

            10,

            "Aúna fuerzas de la naturaleza y libera su ataque. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Tierra Viva",

            "special",

            "ground",

            90,

            100,

            10,

            "La tierra a los pies del objetivo erupciona violentamente. Puede disminuir la Defensa Especial del objetivo."

        ],

        [

            "Gigaimpacto",

            "physical",

            "normal",

            150,

            90,

            5,

            "Carga contra el objetivo usando toda la fuerza que tiene. El Pokémon descansa el turno siguiente."

        ],

        [

            "Latigazo",

            "physical",

            "grass",

            120,

            85,

            10,

            "El usuario agita violentamente sus lianas o tentáculos para golpear al objetivo."

        ],

        [

            "Roca Afilada",

            "physical",

            "rock",

            100,

            80,

            5,

            "Clava piedras muy afiladas al objetivo. Suele ser  crítico."

        ],

        [

            "Seducción",

            "special",

            "normal",

            null,

            100,

            20,

            "Si el objetivo es del sexo opuesto, queda embelesado y baja mucho su Ataque Especial."

        ],

        [

            "Trampa Rocas",

            "special",

            "rock",

            null,

            null,

            20,

            "Una trampa de rocas que flota en el aire y daña a los objetivos que entran en combate."

        ],

        [

            "Hierba Lazo",

            "special",

            "grass",

            null,

            100,

            20,

            "Enreda al objetivo con hierba y lo derriba. Cuanto más pesado es el objetivo, más daño inflige."

        ],

        [

            "Antiaéreo",

            "physical",

            "rock",

            50,

            100,

            15,

            "El usuario ataca lanzando una piedra o un proyectil. Puede estrellar contra el suelo al objetivo si vuela."

        ],

        [

            "Onda Tóxica",

            "special",

            "poison",

            95,

            100,

            10,

            "Una onda tóxica que daña a los Pokémon de alrededor. Puede envenenar."

        ],

        [

            "Canon",

            "special",

            "normal",

            60,

            100,

            15,

            "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia."

        ],

        [

            "Terratemblor",

            "physical",

            "ground",

            60,

            100,

            20,

            "Sacudida sísmica que afecta a los demás Pokémon adyacentes y también reduce su Velocidad."

        ],

        [

            "Campo de Hierba",

            "special",

            "grass",

            null,

            null,

            10,

            "Convierte el terreno de combate en un campo de hierba durante cinco turnos. Los Pokémon que estén en el suelo recuperan PS en cada turno."

        ],

        [

            "Confidencia",

            "special",

            "normal",

            null,

            null,

            20,

            "Hace que el objetivo pierda la concentración contándole un secreto. Disminuye el Ataque Especial del oponente."

        ],

        [

            "Acoso",

            "special",

            "bug",

            20,

            100,

            20,

            "Hostiga al Pokémon objetivo durante cuatro o cinco turnos e impide que pueda huir mientras tanto."

        ],

        [

            "Rayo Meteórico",

            "special",

            "rock",

            120,

            90,

            10,

            "El usuario dedica el primer turno a aumentar su Ataque Especial acumulando energía cósmica y lanza su ofensiva contra el objetivo en el segundo."

        ]

    ],

    86,

    81,

    97,

    81,

    107,

    43

]